Repository: hhd-dev/hhd
Catalog: i18n/*/LC_MESSAGES/adjustor.po
Languages: el, pt, ru_ru

source: Disable Decky TDP plugins using the button below to continue.
el: Αποτυπωμένα plugins Decky TDP χρησιμοποιώντας το κουμπί παρακάτω για να συνεχίσετε.
ru_ru: Отключите плагины Decky TDP с помощью кнопки ниже, чтобы продолжить.

source: TDP Controls
el: Έλεγχοι TDP
pt: Controles de TDP
ru_ru: Управление TDP

source: Enable TDP Controls
el: Η δυνατότητα TDP Έλεγχος
pt: Habilitar Controles de TDP
ru_ru: Включить управление TDP

source: Enables TDP management by Handheld Daemon. While enabled, Handheld Daemon will set and maintain the TDP limits set on start-up and during other device changes (ac/dc).
el: Επιτρέπει τη διαχείριση TDP από το Handheld Daemon. Ενώ ενεργοποιήσετε, το Handheld Daemon θα καθορίσει και θα διατηρήσει τα όρια TDP που καθορίζονται στην εκκίνηση και κατά τη διάρκεια άλλων αλλαγών συσκευής (ac/dc).
ru_ru: Включает управление TDP через Handheld Daemon. При включении, демон будет устанавливать и поддерживать заданные лимиты TDP при запуске и других изменениях состояния устройства (питание от сети/батареи).

source: Error
el: Σφάλμα
pt: Erro
ru_ru: Ошибка

source: Can not write to ACPI Call file. ACPI Call is required for TDP.
el: Δεν μπορεί να γράψει στο αρχείο ACPI Call. Το ACPI Call απαιτείται για το TDP.
pt: Não foi possível escrever no arquivo de chamada ACPI. Chamada ACPI é necessário para TDP.
ru_ru: Не удалось записать в файл ACPI Call. ACPI Call необходим для работы TDP.

source: TDP Capabilities
el: TDP Δυνατότητες
ru_ru: Возможности TDP

source: Disable Decky TDP Plugins
el: Αποτρόπαια Decky TDP Plugins
ru_ru: Отключить плагины Decky TDP

source: Disables Decky TDP plugins (Powercontrol, SimpleDeckyTDP) by moving them from ~/homebrew/plugins to ~/homebrew/plugins/hhd-disabled. Then, restarts Decky. This might cause Steam to restart. Move them back and reboot to re-enable.
el: Disables Decky TDP plugins (Powercontrol, SimpleDeckyTDP) μετακινώντας τα από ~/homebrew/plugins to ~/homebrew/plugins/hd-disabled. Στη συνέχεια, επανεκκινεί την Decky. Αυτό μπορεί να προκαλέσει το Steam να επανεκκινήσει. Μετακινήστε τους πίσω και επανεκκινήστε για να ενεργοποιήσετε ξανά.
ru_ru: Отключает плагины Decky TDP (Powercontrol, SimpleDeckyTDP), перемещая их из ~/homebrew/plugins в ~/homebrew/plugins/hhd-disabled, затем перезапускает Decky. Это может вызвать перезапуск Steam. Для повторного включения переместите их обратно и перезагрузите устройство.

source: Enables TDP management by the Handheld Daemon. While enabled, Handheld Daemon will set and maintain the TDP limits set on start-up and during other device changes (ac/dc). If the device crashes, TDP setting will be disabled on next startup.
el: Επιτρέπει τη διαχείριση TDP από το Handheld Daemon. Ενώ ενεργοποιήσετε, το Handheld Daemon θα καθορίσει και θα διατηρήσει τα όρια TDP που καθορίζονται στην εκκίνηση και κατά τη διάρκεια άλλων αλλαγών συσκευής (ac/dc). Εάν η συσκευή καταρρεύσει, η ρύθμιση TDP θα απενεργοποιηθεί στην επόμενη εκκίνηση.
pt: Habilitado o gerenciamento de TDP pelo Handheld Daemon. Enquanto habilitado, Handheld Daemon vai atribuir e manter os limites de TDP definidos na inicialização e durante outras mudanças no dispositivo (plugar carregador). Se o dispositivo crashar, as configurações de TDP serão desabilitadas na próxima inicialização.
ru_ru: Включает управление TDP через Handheld Daemon. При включении, демон будет устанавливать и поддерживать заданные лимиты TDP при запуске и других изменениях состояния устройства (питание от сети/батареи). При аварийном завершении работы настройки TDP будут отключены при следующем запуске.

source: Add TDP to /sys for Steam (Requires Restart)
ru_ru: Добавить TDP в /sys для Steam (требуется перезагрузка)

source: Uses a FUSE mount to add TDP attributes to /sys/class/drm. This fixes the TDP slider in Steam.
ru_ru: Использует FUSE-монтирование для добавления атрибутов TDP в /sys/class/drm. Это исправляет ползунок TDP в Steam.

source: Enforce Device TDP Limits
el: Enforce Device TDP Περιορισμοί
pt: Forçar Limites de TDP do Dispositivo
ru_ru: Соблюдать лимиты TDP устройства

source: When this option is on, the settings will adhere to the limits set out by the device manufacturer, subject to their availability. With it off, the TDP settings ranges will expand to what is logically possible for the current device (regardless of manufacturer specifications). All settings outside specifications will be set to system specifications after rebooting.
el: Όταν αυτή η επιλογή είναι σε εξέλιξη, οι ρυθμίσεις θα τηρούν τα όρια που καθορίζονται από τον κατασκευαστή της συσκευής, υπό την προϋπόθεση της διαθεσιμότητάς τους. Με αυτό, οι ρυθμίσεις TDP θα επεκταθούν σε αυτό που είναι λογικό δυνατό για την τρέχουσα συσκευή (ανεξάρτητα από τις προδιαγραφές του κατασκευαστή). Όλες οι ρυθμίσεις εκτός προδιαγραφών θα καθορίζονται σε προδιαγραφές συστήματος μετά την επανεκκίνηση.
pt: Quando esta opção está habilitada, as configurações aqui vão aderir aos limites impostos pelo fabricante do dispositivo, sujeito à sua disponibilidade. Com isso desativado, os limites das configurações de TDP vão expandir para o que é logicamente possível para o dispositivo atual (independentemente das especificações do fabricante). Todas as configurações fora das especificações serão definidas para as especificações do fabricante depois de reiniciar.
ru_ru: При включении этой опции настройки будут соблюдать лимиты, установленные производителем устройства (если они доступны). При выключении диапазоны настроек TDP расширятся до логически возможных для текущего устройства (независимо от спецификаций производителя). Все настройки вне спецификаций будут сброшены к системным значениям после перезагрузки.

source: Steam is controlling TDP
el: Το Steam ελέγχει το TDP
ru_ru: Steam управляет TDP

source: Uses the interface of Armory Crate to set the TDP of the device.
el: Χρησιμοποιεί τη διεπαφή του Armory Crate για να θέσει το TDP της συσκευής.
pt: Usa a interface do Armoury Crate para definir o TDP do dispositivo.
ru_ru: Использует интерфейс Armory Crate для установки TDP устройства.

source: TDP Mode
el: Λειτουργία TDP
pt: Modo TDP
ru_ru: Режим TDP

source: Silent
el: Αθόρυβο
ru_ru: Тихий

source: Performance
el: Απόδοση απόδοσης
ru_ru: Производительность

source: Turbo
ru_ru: Турбо

source: Custom
el: Προσαρμοσμένο
ru_ru: Пользовательский

source: Average TDP Target. TDP Boost is recommended for desktop use and does not affect gaming.
el: Μέσος στόχος TDP. Η ενίσχυση TDP συνιστάται για χρήση σε επιτραπέζιους υπολογιστές και δεν επηρεάζει τα παιχνίδια.
ru_ru: Средний целевой показатель TDP. TDP Boost рекомендуется для настольного использования и не влияет на игры.

source: Allows the device to temporarily boost by setting appropriate slow and fast TDPs.
el: Επιτρέπει στη συσκευή να ενισχύσει προσωρινά τον καθορισμό κατάλληλων αργών και γρήγορων TDPs.
ru_ru: Позволяет устройству временно повышать производительность, устанавливая соответствующие медленные и быстрые значения TDP.

source: Change TDP with View+Y
el: Αλλαγή TDP με View+Y
ru_ru: Изменять TDP комбинацией View+Y

source: Allows you to cycle through TDP modes with the View+Y key combination. Recommended to use with ROG Swap, as the View button will be muted to games.
el: Σας επιτρέπει να περάσετε μέσα από τους τρόπους TDP με τον βασικό συνδυασμό View+Y. Συνιστάται να χρησιμοποιήσετε με το ROG Swap, καθώς το κουμπί View θα μεταφερθεί στα παιχνίδια.
ru_ru: Позволяет переключаться между режимами TDP с помощью комбинации клавиш View+Y. Рекомендуется использовать с ROG Swap, так как кнопка View будет отключена в играх.

source: Custom Fan Curve
el: Προσαρμοσμένη καμπύλη ανεμιστήρα
pt: Curva Personalizada da Ventoinha
ru_ru: Пользовательская кривая вентилятора

source: Allows you to set a custom fan curve.
el: Σας επιτρέπει να ρυθμίσετε μια καμπύλη custom ανεμιστήρα.
pt: Permite definir uma curva personalizada para a ventoinha do dispositivo.
ru_ru: Позволяет установить пользовательскую кривую работы вентилятора.

source: Disabled
el: Απενεργοποιημένο
pt: Desabilitado
ru_ru: Отключено

source: Lets the device manage the fan curve on its own.
el: Αφήστε τη συσκευή να διαχειριστεί την καμπύλη ανεμιστήρα μόνοι της.
pt: Deixa o dispositivo gerenciar a curva da ventoinha por si próprio.
ru_ru: Позволяет устройству самостоятельно управлять кривой вентилятора.

source: Manual
el: Χειροκίνητο
ru_ru: Ручной

source: Sets the speed at the named temperature.
el: Ρυθμίζει την ταχύτητα στην ονομαστική θερμοκρασία.
pt: Define a velocidade nessa temperatura.
ru_ru: Устанавливает скорость при указанной температуре.

source: Restore Default
el: Επαναφορά προεπιλογών
pt: Restaurar Padrão
ru_ru: Восстановить по умолчанию

source: Restore a default sane fan curve.
el: Επαναφορά της προεπιλεγμένης καμπύλης ανεμιστήρα.
pt: Restaura para a curva padrão.
ru_ru: Восстанавливает стандартную разумную кривую вентилятора.

source: Fan Curve Limitation
el: Περιορισμός καμπύλης ανεμιστήρα
pt: Limitação da Curva da Ventoinha
ru_ru: Ограничение кривой вентилятора

source: Extreme Standby Mode
el: Λειτουργία ακραίας αναμονής
ru_ru: Экстремальный режим ожидания

source: Lowers the power consumption of the device from 4% to 1% overnight. Active only on battery. Turns off the power light and the controller requires longer to wake up.
el: Κάτω από την κατανάλωση ενέργειας της συσκευής από 4% to 1 % overnight. Ενεργός μόνο στην μπαταρία. Απογειώνεται το φως ισχύος και ο ελεγκτής απαιτεί περισσότερο χρόνο για να ξυπνήσει.
ru_ru: Снижает энергопотребление устройства с 4% до 1% в режиме ожидания. Активно только при работе от батареи. Отключает индикатор питания, и контроллеру требуется больше времени для пробуждения.

source: Enabled
el: Απαράδεκτη
ru_ru: Включено

source: Battery Settings
el: Ρυθμίσεις μπαταρίας
ru_ru: Настройки батареи

source: Charge Limit (%)
el: Περιορισμός χρέωσης (%)
pt: Limite de Carregamento (%)
ru_ru: Лимит заряда (%)

source: Applies a charge limit to the battery, 75% and up.
el: Εισάγει ένα όριο χρέωσης στην μπαταρία, 75% και άνω.
pt: Aplica um limite de carregamento para a bateria, 75% e acima.
ru_ru: Устанавливает лимит заряда батареи от 75% и выше.

source: Unset
el: Μη ρυθμισμένο
ru_ru: Не задано

source: Charge Bypass
el: Παράκαμψη φόρτισης
ru_ru: Обход заряда

source: While On
el: Ενώ είναι ενεργοποιημένο
ru_ru: При работе

source: Always
el: Πάντα
ru_ru: Всегда

source: Power
el: Λειτουργία
ru_ru: Питание

source: Power Profile
el: Προφίλ ισχύος
ru_ru: Профиль питания

source: Allows setting the power profile of the system using Power Profiles Daemon.
el: Επιτρέπει τη ρύθμιση του προφίλ ισχύος του συστήματος χρησιμοποιώντας προφίλ ισχύος Daemon.
ru_ru: Позволяет установить профиль питания системы с помощью демона Power Profiles.

source: Powersave
el: Εξοικονόμηση ενέργειας
ru_ru: Экономия энергии

source: Balanced
el: Ισορροπημένο
pt: Balanceado
ru_ru: Сбалансированный

source: Custom Scheduler
el: Προσαρμοσμένος προγραμματιστής
ru_ru: Пользовательский планировщик

source: Allows attaching a scheduler to the kernel sched_ext. Schedulers need to be installed and kernel needs to support sched_ext.
el: Επιτρέπει την προσάρτηση ενός προγραμματιστή στον πυρήνα sched_ext. Οι προγραμματιστές πρέπει να εγκατασταθούν και ο πυρήνας πρέπει να υποστηρίξει το sched_ext.
ru_ru: Позволяет подключить планировщик к ядру sched_ext. Планировщики должны быть установлены, а ядро должно поддерживать sched_ext.

source: Steamdeck Overclock (Requires Reboot)
ru_ru: Разгон Steamdeck (требуется перезагрузка)

source: Allows setting the Steam TDP slider from 1-20W instead of 4-15W. Unchecked, it is still setting TDP to 15W.
ru_ru: Позволяет установить ползунок TDP Steam в диапазоне 1-20 Вт вместо 4-15 Вт. Если не отмечено, TDP по-прежнему устанавливается на 15 Вт.

source: Processor Settings
el: Ρυθμίσεις επεξεργαστή
ru_ru: Настройки процессора

source: CPU Settings
el: Ρυθμίσεις CPU
ru_ru: Настройки CPU

source: Auto
el: Αυτόματο
ru_ru: Авто

source: Handheld Daemon will manage the energy management settings. This includes CPU governor, CPU boost, GPU frequency, and CPU power preferences. At low TDPs, the CPU will be tuned down and at other TDPs, it will use balanced settings.
el: Το Handheld Daemon θα διαχειρίζεται τις ρυθμίσεις διαχείρισης ενέργειας. Αυτό περιλαμβάνει κυβερνήτη CPU, ώθηση CPU, συχνότητα GPU και προτιμήσεις ισχύος CPU. Σε χαμηλά TDPs, η CPU θα συντονιστεί και σε άλλα TDPs, θα χρησιμοποιήσει ισορροπημένες ρυθμίσεις.
ru_ru: Handheld Daemon будет управлять настройками энергопотребления. Это включает режим работы CPU, boost CPU, частоту GPU и предпочтения мощности CPU. При низких значениях TDP CPU будет снижать производительность, при других - использовать сбалансированные настройки.

source: Allows you to set the energy management settings manually.
el: Σας επιτρέπει να ρυθμίσετε τις ρυθμίσεις διαχείρισης ενέργειας με μη αυτόματο τρόπο.
ru_ru: Позволяет вручную устанавливать настройки управления энергопотреблением.

source: CPU Power (EPP)
el: Ισχύς CPU (EPP)
ru_ru: Мощность CPU (EPP)

source: Sets the energy performance preference for the CPU. Keep on balanced for good performance on all TDPs. Options map to `power`, `balance_power`, `balance_performance`. Performance is not recommended and is not included.
el: Ρυθμίζει την προτίμηση απόδοσης ενέργειας για την CPU. Κρατήστε ισορροπημένη για καλή απόδοση σε όλα τα TDP. Οι επιλογές χαρτογραφούν την «δύναμη», την «ισορροπική δύναμη», την «ισορροπή». Η απόδοση δεν συνιστάται και δεν περιλαμβάνεται.
ru_ru: Устанавливает предпочтение энергопроизводительности для CPU. Для хорошей производительности при всех значениях TDP рекомендуется оставить сбалансированный режим. Варианты соответствуют `power`, `balance_power`, `balance_performance`. Режим Performance не рекомендуется и не включен.

source: Low
el: Χαμηλή
ru_ru: Низкий

source: High
el: Υψηλή
ru_ru: Высокий

source: CPU Minimum Frequency
el: Ελάχιστη συχνότητα CPU
ru_ru: Минимальная частота CPU

source: Sets the minimum frequency for the CPU. Using 400MHz will save battery in light games. However, the delay of increasing the frequency may cause minor stutters, especially in VRR displays.
el: Ορίζει την ελάχιστη συχνότητα για την CPU. Η χρήση στα 400MHz θα εξοικονομήσει μπαταρία σε παιχνίδια χαμηλής έντασης. Ωστόσο, η καθυστέρηση στην αύξηση της συχνότητας μπορεί να προκαλέσει μικρά κολλήματα, ειδικά σε οθόνες VRR.
ru_ru: Устанавливает минимальную частоту для CPU. Использование 400 МГц сэкономит заряд батареи в легких играх. Однако задержка увеличения частоты может вызывать небольшие подтормаживания, особенно на дисплеях с VRR.

source: 400MHz
ru_ru: 400 МГц

source: 1GHz
ru_ru: 1 ГГц

source: CPU Boost
el: Ενίσχυση CPU
ru_ru: Boost CPU

source: Enables or disables the CPU boost frequencies. Disabling lowers total consumption by 2W with minimal performance impact.
ru_ru: Включает или отключает boost-частоты CPU. Отключение снижает общее потребление на 2 Вт с минимальным влиянием на производительность.

source: GPU Frequency
el: Συχνότητα GPU
ru_ru: Частота GPU

source: Pins the GPU to a certain frequency. Helps in certain games that are CPU or GPU heavy by shifting power to or from the GPU. Has a minor effect.
el: Καθορίζει τη GPU σε μια συγκεκριμένη συχνότητα. Βοηθά σε ορισμένα παιχνίδια που απαιτούν μεγάλη χρήση της CPU ή της GPU, μεταφέροντας ισχύ προς ή από τη GPU. Έχει μικρή επίδραση.
ru_ru: Фиксирует GPU на определенной частоте. Помогает в некоторых играх с высокой нагрузкой на CPU или GPU, перераспределяя мощность. Имеет небольшой эффект.

source: Lets the GPU manage its own frequency.
el: Επιτρέπει στην GPU να διαχειρίζεται τη δική της συχνότητα.
ru_ru: Позволяет GPU самостоятельно управлять своей частотой.

source: Max Limit
el: Μέγιστο όριο
ru_ru: Макс. лимит

source: Limits the maximum frequency of the GPU.
el: Περιορίζει τη μέγιστη συχνότητα της GPU.
ru_ru: Ограничивает максимальную частоту GPU.

source: Maximum Frequency
el: Μέγιστη συχνότητα
ru_ru: Максимальная частота

source: Range
el: Εύρος
ru_ru: Диапазон

source: Sets the GPU frequency to a range.
el: Ρυθμίζει τη συχνότητα της GPU σε ένα εύρος.
ru_ru: Устанавливает диапазон частот для GPU.

source: Minimum Frequency
el: Ελάχιστη συχνότητα
ru_ru: Минимальная частота

source: Fixed
el: Σταθερό
ru_ru: Фиксированная

source: Pins the GPU to a certain frequency (not recommended).
el: Καθορίζει τη GPU σε μια συγκεκριμένη συχνότητα (δεν συνιστάται).
ru_ru: Фиксирует GPU на определенной частоте (не рекомендуется).

source: Frequency
el: Συχνότητα
ru_ru: Частота

source: Conflict Detected
el: Εντοπίστηκε σύγκρουση
ru_ru: Обнаружен конфликт

source: Enable Processor Settings
el: Ενεργοποίηση ρυθμίσεων επεξεργαστή
ru_ru: Включить настройки процессора

source: Enable energy management
el: Ενεργοποίηση διαχείρισης ενέργειας
ru_ru: Включить управление энергопотреблением

source: Handheld daemon will manage the power preferences for the system, including Governor, Boost, GPU frequency, and EPP. In addition, Handheld daemon will launch a PPD service to replace PPD's role in the system.
el: Το Handheld daemon θα διαχειρίζεται τις προτιμήσεις ισχύος για το σύστημα, συμπεριλαμβανομένων των Governor, Boost, GPU συχνότητα και EPP. Επιπλέον, το Handheld daemon θα εκκινήσει μια υπηρεσία PPD για να αντικαταστήσει το ρόλο του PPD στο σύστημα.
ru_ru: Handheld daemon будет управлять настройками питания системы, включая Governor, Boost, частоту GPU и EPP. Кроме того, демон запустит службу PPD для замены роли PPD в системе.

source: Enable PPD Emulation (KDE/Gnome Power)
el: Ενεργοποίηση εξομοίωσης PPD (KDE/Gnome Ισχύς)
ru_ru: Включить эмуляцию PPD (KDE/Gnome Power)

source: Enable PPD service to manage the power preferences for the system.
el: Ενεργοποιήστε την υπηρεσία PPD για να διαχειριστείτε τις προτιμήσεις τροφοδοσίας του συστήματος.
ru_ru: Включить службу PPD для управления настройками питания системы.

source: Power Light
el: Λυχνία τροφοδοσίας
ru_ru: Индикатор питания

source: Legion Button + Y changes TDP Mode
el: Το κουμπί Legion + Y αλλάζει τη λειτουργία TDP
ru_ru: Кнопка Legion + Y изменяет режим TDP

source: Uses the interface of Legion Space to set the TDP of the device.
el: Χρησιμοποιεί τη διεπαφή του Legion Space για να ρυθμίσει το TDP της συσκευής.
pt: Usa a interface do Legion Space para definir o TDP do dispositivo.
ru_ru: Использует интерфейс Legion Space для установки TDP устройства.

source: Quiet
el: Ήσυχο
pt: Quieto
ru_ru: Тихий

source: Maximum average TDP. Boost goes a bit higher and is recommended for desktop use.
el: Μέγιστη μέση TDP. Η ενίσχυση είναι λίγο υψηλότερη και συνιστάται για χρήση σε επιτραπέζιους υπολογιστές.
ru_ru: Максимальный средний TDP. Boost немного выше и рекомендуется для настольного использования.

source: Allows the device to boost by setting appropriate slow and fast TDPs.
el: Επιτρέπει στη συσκευή να ενισχύσει την απόδοσή της ρυθμίζοντας τα κατάλληλα αργά και γρήγορα TDP.
pt: Permite o dispositivo usar boost clocks definindo valores apropriados para os TDPs lento e rápido.
ru_ru: Позволяет устройству повышать производительность, устанавливая соответствующие медленные и быстрые значения TDP.

source: Set Fan to Full Speed
el: Ρυθμίστε τον ανεμιστήρα σε πλήρη ταχύτητα
pt: Ventoinha na Velocidade Máxima
ru_ru: Установить вентилятор на полную скорость

source: Lets Legion GO manage the curve on its own. Setting this option will cause a mode change to reset the fan curve.
el: Αφήστε το Legion GO να διαχειριστεί μόνο του την καμπύλη. Η ρύθμιση αυτής της επιλογής θα προκαλέσει αλλαγή λειτουργίας για την επαναφορά της καμπύλης του ανεμιστήρα.
pt: Deixa o Legion Go gerenciar a curva por si próprio. Habilitar essa opção fará com que a curva da ventoinha seja reiniciada ao mudar o modo TDP.
ru_ru: Позволяет Legion GO самостоятельно управлять кривой. Установка этой опции вызовет смену режима для сброса кривой вентилятора.

source: Enforce Windows Minimums
el: Εφαρμογή ελάχιστων απαιτήσεων Windows
pt: Forçar Mínimos do Windows
ru_ru: Соблюдать минимальные значения Windows

source: Enforce the minimum fan curve from Legion Space.
el: Εφαρμόστε την ελάχιστη καμπύλη ανεμιστήρα από το Legion Space.
pt: Força a curva mínima da ventoinha do Legion Space.
ru_ru: Соблюдать минимальную кривую вентилятора из Legion Space.

source: Reset to the original fan curve for custom mode.
el: Επαναφορά στην αρχική καμπύλη ανεμιστήρα για την προσαρμοσμένη λειτουργία.
ru_ru: Сбросить к оригинальной кривой вентилятора для пользовательского режима.

source: Show TDP changes with RGB
el: Εμφάνιση αλλαγών TDP με RGB
ru_ru: Показывать изменения TDP с помощью RGB

source: Charge Limit (80%)
el: Όριο φόρτισης (80%)
ru_ru: Лимит заряда (80%)

source: Limits device charging to 80%.
el: Περιορίζει τη φόρτιση της συσκευής στο 80%.
ru_ru: Ограничивает заряд устройства до 80%.

source: Power Light (Awake)
el: Λυχνία τροφοδοσίας (ενεργοποιημένη)
ru_ru: Индикатор питания (активен)

source: Power Light (Sleep)
el: Ένδειξη τροφοδοσίας (Αναστολή λειτουργίας)
ru_ru: Индикатор питания (спящий режим)

source: Missing Driver
el: Λείπει ο οδηγός
ru_ru: Отсутствует драйвер

source: Sport
el: Σπορ
ru_ru: Спортивный

source: Allows you to cycle through TDP modes with the View+Y key combination. Recommended to use with button swap, as the View button will be muted to games.
el: Σας επιτρέπει να περιηγηθείτε στις λειτουργίες TDP με το συνδυασμό πλήκτρων View+Y. Συνιστάται η χρήση με εναλλαγή κουμπιών, καθώς το κουμπί View θα είναι απενεργοποιημένο στα παιχνίδια.
ru_ru: Позволяет переключаться между режимами TDP с помощью комбинации клавиш View+Y. Рекомендуется использовать с заменой кнопок, так как кнопка View будет отключена в играх.

source: TDP Settings
el: Ρυθμίσεις TDP
pt: Configurações TDP
ru_ru: Настройки TDP

source: Controls all Ryzen SMU settings through preset curves.
el: Ελέγχει όλες τις ρυθμίσεις Ryzen SMU μέσω προκαθορισμένων καμπυλών.
pt: Controla todas as configurações do Ryzen SMU por curva pré-definidas.
ru_ru: Управляет всеми настройками Ryzen SMU через предустановленные кривые.

source: Allows you to set a custom fan curve and to choose the temperature probe (Edge or Junction). Junction is the peak temperature of the chip: responds faster and prevents throttling. Edge is the temperature of the chip: responds slower and prevents overheating.
el: Σας επιτρέπει να ορίσετε μια προσαρμοσμένη καμπύλη ανεμιστήρα και να επιλέξετε τον αισθητήρα θερμοκρασίας (Edge ή Junction). Το Junction είναι η μέγιστη θερμοκρασία του τσιπ: ανταποκρίνεται γρηγορότερα και αποτρέπει τον περιορισμό της ταχύτητας. Το Edge είναι η θερμοκρασία του τσιπ: ανταποκρίνεται πιο αργά και αποτρέπει την υπερθέρμανση.
ru_ru: Позволяет установить пользовательскую кривую вентилятора и выбрать датчик температуры (Edge или Junction). Junction - это пиковая температура чипа: реагирует быстрее и предотвращает троттлинг. Edge - температура чипа: реагирует медленнее и предотвращает перегрев.

source: Manual (Edge, Smooth)
el: Χειροκίνητο (Edge, Smooth)
ru_ru: Ручной (Edge, плавный)

source: Reset to Default
el: Επαναφορά στις προεπιλεγμένες ρυθμίσεις
ru_ru: Сбросить настройки

source: Manual (Tctl, Fast)
el: Χειροκίνητο (Tctl, Fast)
ru_ru: Ручной (Tctl, быстрый)

source: Advanced Configurator
el: Προηγμένος διαμορφωτής
pt: Configurador Avançado
ru_ru: Расширенный конфигуратор

source: Apply Settings
el: Εφαρμογή ρυθμίσεων
pt: Aplicar Configurações
ru_ru: Применить настройки

source: TDP Status
el: Κατάσταση TDP
pt: Status TDP
ru_ru: Статус TDP

source: Platform Profile
el: Προφίλ πλατφόρμας
pt: Perfil da Plataforma
ru_ru: Профиль платформы

source: Not Set
el: Δεν έχει οριστεί
pt: Não Definido
ru_ru: Не задано

source: Low Power
el: Χαμηλή ισχύς
pt: Baixo Consumo
ru_ru: Экономия энергии

source: Cool
el: Κρύο
pt: Frio
ru_ru: Охлаждение
