Repository: hhd-dev/hhd
Catalog: i18n/*/LC_MESSAGES/adjustor.po
Languages: el, pt, ru_ru

source: Balanced Performance
el: Ισορροπημένη απόδοση
pt: Balanceado Performance
ru_ru: Сбалансированная производительность

source: Energy Policy
el: Ενεργειακή πολιτική
ru_ru: Политика энергопотребления

source: Standard Parameters
el: Τυπικές παράμετροι
pt: Parâmetros Padrão
ru_ru: Стандартные параметры

source: Standard TDP parameters for Ryzen processors. All need to be set to properly control the TDP of the device. Ryzen processors have 2 modes: STTv2 and STAPM (legacy). AMD suggests to manufacturers to use STTv2, which makes the Legion Go the only device to offer the STAPM alternative through a BIOS setting. In STTv2, the device will keep boosting until the "skin" of the device (hottest user accessible spot) reaches a manufacturer set temperature. Then, the device will use the Skin Temp TDP limit. In STAPM, the device averages the TDP values from the 1-3 previous minutes and keeps that value under the STAPM TDP limit. Either mode ignores the other mode's limit (STAPM limit does nothing on STT and Skin Temp Limit does nothing on STAPM), so both should be set. The Fast and Slow limits control boosting behavior. The Fast TDP limit is the actual max TDP value of the device. Then,the Slow TDP limit averages the last 10-20s of TDP values and keeps the value below it.
el: Τυπικές παράμετροι TDP για επεξεργαστές Ryzen. Όλες πρέπει να ρυθμιστούν για τον σωστό έλεγχο του TDP της συσκευής. Οι επεξεργαστές Ryzen έχουν 2 λειτουργίες: STTv2 και STAPM (παλαιού τύπου). Η AMD προτείνει στους κατασκευαστές να χρησιμοποιούν το STTv2, γεγονός που καθιστά το Legion Go τη μόνη συσκευή που προσφέρει την εναλλακτική λύση STAPM μέσω ρύθμισης BIOS. Στη λειτουργία STTv2, η συσκευή θα συνεχίσει να ενισχύεται έως ότου η "επιδερμίδα" της συσκευής (το θερμότερο σημείο προσβάσιμο από τον χρήστη) φτάσει σε μια θερμοκρασία που έχει ορίσει ο κατασκευαστής. Στη συνέχεια, η συσκευή θα χρησιμοποιήσει το όριο Skin Temp TDP. Στη λειτουργία STAPM, η συσκευή υπολογίζει τον μέσο όρο των τιμών TDP από τα προηγούμενα 1-3 λεπτά και διατηρεί την τιμή αυτή κάτω από το όριο STAPM TDP. Κάθε λειτουργία αγνοεί το όριο της άλλης λειτουργίας (το όριο STAPM δεν έχει καμία επίδραση στο STT και το όριο Skin Temp δεν έχει καμία επίδραση στο STAPM), επομένως και τα δύο πρέπει να ρυθμιστούν. Τα όρια Fast και Slow ελέγχουν τη συμπεριφορά ενίσχυσης. Το όριο Fast TDP είναι η πραγματική μέγιστη τιμή TDP της συσκευής. Στη συνέχεια, το όριο Slow TDP υπολογίζει τον μέσο όρο των τιμών TDP των τελευταίων 10-20 δευτερολέπτων και διατηρεί την τιμή κάτω από αυτό.
pt: Parâmetros Padrão de TDP para processadores Ryzen. Todos devem ser definidos para controlar o TDP do dispositivo de forma correta. Processadores Ryzen possuem 2 modos: STTv2 e STAPM (legado). AMD sugere que os fabricantes usem STTv2, o que faz o Legion Go ser o único dispositivo que oferece o STAPM como alternativa na BIOS. Em STTv2, o dispositivo continuará em boost até que a "pele" do dispositivo (a parte mais quente que o usuário pode acessar) chegue em uma temperatura definida pelo fabricante. Então, o dispositivo usará o limite de TDP de temperatura da pele. Em STAPM, o dispositivo faz uma média dos valores de TDP dos últimos 1 a 3 minutos e mantém esse valor abaixo do limite de TDP STAPM. Qualquer modo ignora os limites do outro modo (limite do STAPM não faz nada em STT e o limite de temperatura da pele não faz nada em STAPM), então ambos os valores devem ser definidos. Os limites rápido e lento controlam o comportamento do boost. O limite de TDP rápido é o verdadeiro valor máximo de TDP do dispositivo. Então, o limite de TDP lento faz uma média dos últimos 10 a 20 segundos de valores de TDP e mantém o valor abaixo dele.
ru_ru: Стандартные параметры TDP для процессоров Ryzen. Все должны быть установлены для правильного управления TDP устройства. Процессоры Ryzen имеют 2 режима: STTv2 и STAPM (устаревший). AMD рекомендует производителям использовать STTv2, что делает Legion Go единственным устройством, предлагающим альтернативу STAPM через настройку BIOS. В режиме STTv2 устройство будет продолжать boost до тех пор, пока "кожа" устройства (самое горячее место, доступное пользователю) не достигнет температуры, установленной производителем. Затем устройство будет использовать лимит TDP по температуре кожи. В режиме STAPM устройство усредняет значения TDP за последние 1-3 минуты и поддерживает это значение ниже лимита STAPM TDP. Каждый режим игнорирует лимит другого режима (лимит STAPM не действует в STT, а лимит температуры кожи не действует в STAPM), поэтому должны быть установлены оба. Быстрый и медленный лимиты управляют поведением boost. Быстрый лимит TDP - это фактическое максимальное значение TDP устройства. Медленный лимит TDP усредняет значения TDP за последние 10-20 секунд и поддерживает значение ниже него.

source: Fast TDP Limit
el: Γρήγορο όριο TDP
pt: Limite de TDP Rápido
ru_ru: Быстрый лимит TDP

source: Slow TDP Limit
el: Όριο αργής TDP
pt: Limite de TDP Lento
ru_ru: Медленный лимит TDP

source: Skin Temp TDP Limit
el: Όριο TDP θερμοκρασίας δέρματος
pt: Limite de TDP da Temperatura da Pele
ru_ru: Лимит TDP по температуре кожи

source: STAPM TDP Limit
el: Όριο STAPM TDP
pt: Limite de TDP STAPM
ru_ru: Лимит STAPM TDP

source: Advanced Parameters
el: Προηγμένες παράμετροι
pt: Parâmetros Avançados
ru_ru: Дополнительные параметры

source: Temp Target (TCTL)
el: Στόχος θερμοκρασίας (TCTL)
pt: Limite de Temperatura (TCTL)
ru_ru: Целевая температура (TCTL)

source: Slow Limit Integration Time
el: Χρόνος ενσωμάτωσης αργού ορίου
pt: Tempo de Integração do Limite Lento
ru_ru: Время интегрирования Slow Limit

source: STAPM Limit Integration Time
el: STAPM Όριο χρόνου ολοκλήρωσης
pt: Tempo de Integração do Limite STAPM
ru_ru: Время интегрирования STAPM Limit

source: Enable Advanced Parameters
el: Ενεργοποίηση προηγμένων παραμέτρων
pt: Habilitar Parâmetros Avançados
ru_ru: Включить дополнительные параметры

source: TDP Boost
el: Ενίσχυση TDP

source: rusty
el: σκουριά

source: The Advanced Parameters below control boosting behavior and need to be adjusted per device depending on its cooling system. They mostly affect boosting behavior, which is important for desktop use. The exception is the Temp Target (TCTL), which controls the max temperature of the CPU die. On most devices, it can safely be raised up to 100C. However, if a temperature spike makes the chip reach 105C, it will enter a thermal protection mode, which is 5W, for a couple of minutes. The integration times for Slow TDP and STAPM influence how many previous TDP values the CPU will average to calculate its current Slow and STAPM TDP values.
el: Οι παρακάτω προηγμένες παράμετροι ελέγχουν τη συμπεριφορά ενίσχυσης και πρέπει να προσαρμόζονται ανά συσκευή ανάλογα με το σύστημα ψύξης της. Επηρεάζουν κυρίως τη συμπεριφορά ενίσχυσης, η οποία είναι σημαντική για τη χρήση σε επιτραπέζιους υπολογιστές. Εξαίρεση αποτελεί η Temp Target (TCTL), η οποία ελέγχει τη μέγιστη θερμοκρασία του chip της CPU. Στις περισσότερες συσκευές, μπορεί να αυξηθεί με ασφάλεια έως τους 100C. Ωστόσο, εάν μια απότομη αύξηση της θερμοκρασίας κάνει το τσιπ να φτάσει τους 105C, θα εισέλθει σε λειτουργία θερμικής προστασίας, η οποία είναι 5W, για μερικά λεπτά. Οι χρόνοι ενσωμάτωσης για το Slow TDP και το STAPM επηρεάζουν τον αριθμό των προηγούμενων τιμών TDP που θα υπολογίσει η CPU για να υπολογίσει τις τρέχουσες τιμές Slow και STAPM TDP.
pt: Os Parâmetros Avançados abaixo controlam o comportamento de boost e precisam ser ajustados por dispositivo dependendo dos limites de refrigeração do sistema. Eles afetam principalmente o comportamento de boost, que é importante para uso como desktop. A exceção é o Limite de Temperatura (TCTL), que controla a temperatura máxima da CPU. Na maioria dos dispositivos, ele pode seguramente ser aumentado até 100 °C. Porém, se um pico de temperatura fizer o chip chegar a 105 °C, ele entrará em um modo de proteção térmico, que é 5W, por alguns minutos. Os tempos de integração para o TDP lento e STAPM influenciam quantos valores préviso de TDP que a CPU fará a média para calcular o valor atual do TDP lento e STAPM.

source: Due to a suspected crash, auto-start was disabled.
pt: Devido a um possível erro, a auto-inicialização foi desabilitada.

source: TDP Controls can not be enabled while other TDP plugins are installed.
pt: Controles de TDP não podem ser habilitados enquanto outros plugins de TDP estão instalados.

source: Average TDP Target. Sets the values STAMP and Skin Power Limit to it without boost. With boost, it sets the fast value to 53/30*tdp and the slow value to 43/30*tdp. Boost is recommended for desktop use.
pt: Média de TDP desejado. Define os valores STAPM para ele sem boost. Com boost, define o valor rápido para 53/30*TDP e o valor lento para 43/30*TDP. Boost é recomendado para uso como desktop.

source: Sleep Bug
pt: Bug da Suspensão

source: Quiet (8W)
pt: Quieto (8W)

source: Balanced (15W)
pt: Balanceado (15W)

source: Custom (up to 25-30W)
pt: Personalizado (até 25-30W)

source: Average TDP Target. Sets the values STAMP and Skin Power Limit to it. If boost is enabled, interpolates values for slow and fast TDPs based on those used by Lenovo. If it is not, it sets the Slow limit equal to TDP and the Fast limit to +2W. Boost is recommended for desktop use.
pt: Média de TDP desejado. Define os valores STAPM para ele. Se o boost estiver habilitado, interpola os valores para TDP lento e rápido baseado nos valores usados pela Lenovo. Se não estiver, define o limite lento igual ao TDP, e o limite rápido igual ao TDP+2W. Boost é recomendado para uso como desktop.

source: Allows you to set a custom fan curve. This fan curve is only officially supported on custom mode, but you can nevertheless use it in other power modes. This fan curve needs to be reapplied and is reapplied every time you switch TDP modes.
pt: Permite definir uma curva personalizada para a ventoinha. Essa curva só é oficialmente suportada no modo personalizado, mas você pode usá-la em outros modos. Essa curva precisa ser reaplicada e é reaplicada toda vez que você altera entre os modos TDP.

source: Reset to the original fan curve provided by Lenovo in BIOS V28.
pt: Restaura para a curva original providenciada pela Lenovo na BIOS v28.

source: Enable Charge Limit (80%)
pt: Habilita o Limite de Carregamento (80%)

source: Limits device charging to 80%. Lenovo EC method. Available since BIOSv29.
pt: Limita o carregamento do dispositivo para 80%. Método Lenovo EC. Disponível desde a BIOS v29.

source: Enable Power Light
pt: Habilitar o LED de Energia
