Repository: hhd-dev/hhd
Catalog: i18n/*/LC_MESSAGES/hhd.po
Languages: el, it_it, pt, ru_ru

source: Controller
el: Χειριστήριο
pt: Controle
ru_ru: Контроллер

source: Modules
el: Μονάδες

source: General
el: Γενικά
it_it: Generale
ru_ru: Основные

source: Updates
el: ενημερώσεις
it_it: Aggiornamenti
ru_ru: Обновления

source: Bugreport
el: Αναφορά σφάλματος
it_it: Segnalazione Bug
ru_ru: Отчет об ошибках

source: Shortcuts
el: Συντομεύσεις
it_it: Scorciatoie
ru_ru: Горячие клавиши

source: Settings
el: Ρυθμίσεις
it_it: Impostazioni
pt: Configurações
ru_ru: Настройки

source: Core Settings
el: Βασικές ρυθμίσεις
it_it: Impostazioni Principali
pt: Configurações Principais
ru_ru: Основные настройки

source: Language
el: Γλώσσα
it_it: Lingua
pt: Idioma
ru_ru: Язык

source: System
el: Σύστημα
it_it: Sistema
pt: Sistema
ru_ru: Системный

source: English
el: Αγγλικά
it_it: Inglese
ru_ru: Английский

source: Simplified Chinese
el: Απλοποιημένα Κινέζικα
it_it: Cinese Semplificato
pt: 简体中文
ru_ru: Китайский упрощенный

source: Traditional Chinese
el: Παραδοσιακά Κινέζικα
it_it: Cinese Tradizionale
pt: 繁體中文
ru_ru: Китайский традиционный

source: Portugese (Brazil)
el: Πορτογαλικά (Βραζιλία)
ru_ru: Португальский (Бразилия)

source: Russian
el: Ρωσικά
ru_ru: Русский

source: Theme
el: Θέμα
it_it: Tema
pt: Tema
ru_ru: Тема

source: Allows changing the theme in the UI. Default is either Diavolo or your distribution's theme.
el: Επιτρέπει την αλλαγή του θέματος στο περιβάλλον εργασίας χρήστη. Η προεπιλογή είναι είτε το Diavolo είτε το θέμα της διανομής σας.
it_it: Permette di cambiare il tema dell'interfaccia utente. Il predefinito è Diavolo o il tema della tua distribuzione.
pt: Permite alterar o tema da interface. O padrão é Diavolo ou o tema da sua distribuição.
ru_ru: Позволяет изменить тему интерфейса. По умолчанию используется Diavolo или тема вашего дистрибутива.

source: Default
el: Προεπιλογή
it_it: Predefinito
pt: Padrão
ru_ru: По умолчанию

source: Diavolo
el: Διάβολος

source: Atlantis
el: Ατλαντίδα
ru_ru: Атлантис

source: Vapor
el: Ατμός

source: Blood Orange
el: Κοκκινωπό πορτοκάλι
it_it: Arancia Rossa
ru_ru: Кровавый апельсин

source: Reset Settings
el: Επαναφορά ρυθμίσεων
it_it: Ripristina Impostazioni
ru_ru: Сброс настроек

source: Resets all Handheld Daemon settings to their default values.
el: Επαναφέρει όλες τις ρυθμίσεις του Handheld Daemon στις προεπιλεγμένες τιμές τους.
it_it: Ripristina tutte le impostazioni di Handheld Daemon ai loro valori predefiniti.
ru_ru: Сбрасывает все настройки Handheld Daemon к значениям по умолчанию.

source: Handheld Daemon Version
el: Έκδοση Handheld Daemon
it_it: Versione Handheld Daemon
pt: Versão do Handheld Daemon
ru_ru: Версия Handheld Daemon

source: Displays the Handheld Daemon version.
el: Εμφανίζει την έκδοση του Handheld Daemon.
it_it: Mostra la versione di Handheld Daemon.
pt: Mostra a versão do Handheld Daemon.
ru_ru: Отображает версию Handheld Daemon.

source: Handheld Daemon UI Version
el: Έκδοση περιβάλλοντος διεπαφής handheld daemon
it_it: Versione UI Handheld Daemon
pt: Versão da UI do Handheld Daemon
ru_ru: Версия интерфейса Handheld Daemon

source: Update (Stable)
el: Ενημέρωση (Stable)
it_it: Aggiorna (Stabile)
pt: Atualizar (Estável)
ru_ru: Обновление (стабильное)

source: Updates to the latest version from PyPi (local install only).
el: Ενημερώσεις στην τελευταία έκδοση από το PyPi (μόνο τοπική εγκατάσταση).
it_it: Aggiorna all'ultima versione da PyPi (solo installazione locale).
pt: Atualiza para a última versão pelo PyPi (somente instalação local).
ru_ru: Обновляет до последней версии из PyPi (только для локальной установки).

source: Update (Unstable)
el: Ενημέρωση (Unstable)
it_it: Aggiorna (Instabile)
pt: Atualizar (Instável)
ru_ru: Обновление (нестабильное)

source: Updates to the master branch from git (local install only).
el: Ενημερώσεις στον master branch από το git (μόνο τοπική εγκατάσταση).
it_it: Aggiorna al ramo master da git (solo installazione locale).
pt: Atualiza para a branch master do git (somente instalação local).
ru_ru: Обновляет до ветки master из git (только для локальной установки).

source: Update Error
el: Σφάλμα ενημέρωσης
it_it: Errore di Aggiornamento
pt: Erro de Atualização
ru_ru: Ошибка обновления

source: API Configuration
el: Διαμόρφωση API
it_it: Configurazione API
pt: Configuração da API
ru_ru: Настройка API

source: Settings for configuring the http endpoint of HHD.
el: Ρυθμίσεις για τη διαμόρφωση του τελικού σημείου http του HHD.
it_it: Impostazioni per configurare l'endpoint http di HHD.
pt: Configurações do endpoint HTTP do HHD.
ru_ru: Настройки для конфигурации HTTP конечной точки HHD.

source: Limit Access to localhost
el: Περιορισμός πρόσβασης στο localhost
it_it: Limita Accesso a localhost
pt: Limitar Accesso ao localhost
ru_ru: Ограничить доступ к localhost

source: Sets the API target to '127.0.0.1' instead '0.0.0.0'.
el: Ορίζει τον προορισμό API σε «127.0.0.1» αντί για «0.0.0.0».
it_it: Imposta il target dell'API a '127.0.0.1' invece di '0.0.0.0'.
pt: Define o destino da API para '127.0.0.1' ao invés de '0.0.0.0'.
ru_ru: Устанавливает цель API на '127.0.0.1' вместо '0.0.0.0'.

source: Use Security token
el: Χρήση κλειδιού ασφαλείας
it_it: Usa Token di Sicurezza
pt: Usar token de segurança
ru_ru: Использовать токен безопасности

source: Generates a security token in `~/.config/hhd/token` that is required for authentication.
el: Δημιουργεί ένα κλειδί ασφαλείας στο `~/.config/hhd/token` που απαιτείται για την πιστοποίηση.
it_it: Genera un token di sicurezza in `~/.config/hhd/token` che è richiesto per l'autenticazione.
pt: Gera um token de segurança em `~/.config/hhd/token` que é necessário para a autenticação.
ru_ru: Генерирует токен безопасности в `~/.config/hhd/token`, который требуется для аутентификации.

source: Lightbar
el: Φωτεινή μπάρα
it_it: Barra Luminosa
ru_ru: Световая панель

source: Keyboard
el: Πληκτρολόγιο
it_it: Tastiera
ru_ru: Клавиатура

source: Aura Settings
el: Ρυθμίσεις Aura
it_it: Impostazioni Aura
ru_ru: Настройки Aura RGB

source: Brightness
el: Φωτεινότητα
it_it: Luminosità
pt: Brilho
ru_ru: Яркость

source: Off
el: Απενεργοποιημένο
it_it: Spento
pt: Desligado
ru_ru: Выкл

source: Low
el: Χαμηλή
it_it: Bassa
pt: Baixo
ru_ru: Низкая

source: Medium
el: Μεσαία
it_it: Media
pt: Médio
ru_ru: Средняя

source: High
el: Υψηλή
it_it: Alta
pt: Alto
ru_ru: Высокая

source: RGB Power Settings
el: Ρυθμίσεις ισχύος RGB
it_it: Impostazioni Alimentazione RGB
ru_ru: Настройки питания RGB

source: On TDP Changes
el: Αλλαγές στο TDP
it_it: Su Modifiche TDP
ru_ru: При изменении TDP

source: Boot
el: Εκκίνηση
it_it: Avvio
ru_ru: Загрузка

source: Awake
el: Ενεργό
it_it: Acceso
ru_ru: Бодрствование

source: Sleep while Charging
el: Αναστολή κατά τη φόρτιση
it_it: Sospensione durante la Carica
ru_ru: Сон при зарядке

source: Shutdown
el: Απενεργοποίηση
it_it: Spegnimento
ru_ru: Выключение

source: Enable Aura RGB support
el: Ενεργοποίηση υποστήριξης Aura RGB
it_it: Abilita supporto Aura RGB
ru_ru: Включить поддержку Aura RGB

source: Cross Film / Joystick
el: Film Σταυρός / Μοχλός

source: Cross / Joystick
el: Σταυρός / Χειριστήριο

source: Cross / Touchpad
el: Σταυρός / Eπιφάνεια αφής

source: Direction / Joystick
el: Κατεύθυνση / Χειριστήριο

source: Joystick / Cross Film
el: Μοχλός / Film Σταυρός

source: Joystick / Cross
el: Χειριστήριο / Σταυρός

source: Touchpad / Cross
el: Eπιφάνεια αφής / Σταυρός

source: Joystick / Direction
el: Χειριστήριο / Κατεύθυνση

source: ABXY \ Joystick
el: ABXY \ Χειριστήριο

source: ABXY \ Touchpad
el: ABXY \ Επιφάνεια αφής

source: ABXY Film \ Joystick
el: ABXY Film \ Μοχλός

source: Joystick \ ABXY
el: Χειριστήριο \ ABXY

source: Touchpad \ ABXY
el: Επιφάνεια αφής \ ABXY

source: ABXYCZ [R]
el: ABXYCZ [Δ]

source: Joystick \ ABXY Film
el: Μοχλός \ ABXY Film

source: Unknown
el: Άγνωστο

source: Ejecting...
el: Εξαγωγή...

source: Activating...
el: Ενεργοποίηση...

source: Unpowered
el: Χωρίς τροφοδοσία

source: Disconnected
el: Αποσυνδεδεμένο

source: Paused
el: Σε παύση
it_it: In Pausa
ru_ru: Приостановлено

source: Ayaneo Controller
el: Χειριστήριο Ayaneo

source: Allows for configuring your handheld's controller to a unified output.
el: Επιτρέπει τη διαμόρφωση του χειριστηρίου της φορητής συσκευής σας σε μια ενοποιημένη έξοδο.
it_it: Permette di configurare il controller del tuo dispositivo portatile per un output unificato.
pt: Permite configurar o controle do seu dispositivo portátil para um controle unificado.
ru_ru: Позволяет настроить контроллер вашего устройства для единого вывода.

source: Controller Emulation
el: Εξομοίωση Χειριστήριού
it_it: Emulazione Controller
pt: Emulação de Controles
ru_ru: Эмуляция контроллера

source: Emulate different controller types to fuse your device's features.
el: Εξομοιώστε διαφορετικούς τύπους χειριστήριού για να συνδυάσετε τις λειτουργίες της συσκευής σας.
it_it: Emula diversi tipi di controller per unire le funzionalità del tuo dispositivo.
pt: Emula diferentes tipos de controle para unificar as funcionalidades do seu dispositivo.
ru_ru: Эмулирует различные типы контроллеров для объединения функций вашего устройства.

source: Motion Support
el: Υποστήριξη Κίνησης
it_it: Supporto Movimento
pt: Suporte a Movimento
ru_ru: Поддержка движений

source: Enable gyroscope/accelerometer (IMU) support (.3% background CPU use)
el: Ενεργοποίηση υποστήριξης γυροσκοπίου/επιταχυνσιόμετρου (IMU) (χρήση CPU 0,3% στο παρασκήνιο)
it_it: Abilita supporto giroscopio/accelerometro (IMU) (utilizzo CPU in background dello 0.3%)
pt: Habilita suporte ao giroscópio/acelerômetro (IMU, aumenta em 0.3% o uso da CPU)
ru_ru: Включить поддержку гироскопа/акселерометра (IMU) (использование CPU в фоне 0.3%)

source: Motion Hz
el: Κίνηση Hz
it_it: Hz Movimento
pt: Frequência do Movimento
ru_ru: Частота движений (Гц)

source: Sets the sampling frequency for the IMU.
el: Ρυθμίζει τη συχνότητα δειγματοληψίας για το IMU.
it_it: Imposta la frequenza di campionamento per l'IMU.
ru_ru: Устанавливает частоту дискретизации для IMU.

source: Aya Button Map (Left, Right)
el: Χάρτης κουμπιών Aya (Αριστερά, Δεξιά)

source: Swaps the Guide and QAM buttons with start and select.
el: Ανταλλάσσει τα κουμπιά Guide και QAM με τα κουμπιά Start και Select.
it_it: Scambia i pulsanti Guide e QAM con start e select.
ru_ru: Меняет местами кнопки Guide и QAM с start и select.

source: Default (Select/Start, Guide/QAM)
el: Προεπιλογή (Select/Start , Guide /QAM)

source: Traditional (Guide/Select, Start/QAM)
el: Παραδοσιακό (Guide/Select, Start/QAM)

source: Traditional Rev. (Select/Guide, QAM/Start)
el: Παραδοσιακό Αντ. (Select/Guide, QAM/Start)

source: Vibration
el: Δόνηση

source: Nintendo Mode (A-B Swap)
el: Λειτουργία Nintendo (Ανταλλαγή A-B)
it_it: Modalità Nintendo (Scambio A-B)
pt: Modo Nintendo (Troca A-B)
ru_ru: Режим Nintendo (A-B Swap)

source: Swaps A with B and X with Y.
el: Ανταλλάσσει το Α με το Β και το Χ με το Υ.
it_it: Scambia A con B e X con Y.
pt: Troca A por B e X Y.
ru_ru: Меняет местами A с B и X с Y.

source: Hold View to Reboot
el: Κρατήστε το View για επανεκκίνηση
it_it: Tieni premuto View per Riavviare
ru_ru: Удержание View для перезагрузки

source: Magic Modules
el: Μαγικές Μονάδες

source: Pop Both Modules
el: Aποσπάστε και τις δύο Μονάδες

source: Pops the left and right Ayaneo Magic Modules modules.
el: Aποσπά τις αριστερά και δεξιά Ayaneo μαγικές μονάδες.

source: Left
el: Αριστερά
it_it: Sinistra
pt: Esquerda
ru_ru: Лево

source: Pop Left Module
el: Απόσπασε αριστερή μονάδα

source: Right
el: Δεξιά
it_it: Destra
pt: Direita
ru_ru: Право

source: Pop Right Module
el: Απόσπασε δεξιά μονάδα

source: Quick Reset
el: Γρήγορη επαναφορά

source: Re-initializes the Ayaneo Magic Modules modules.
el: Επανεκκινεί τις Ayaneo μαγικές μονάδες.

source: Claw Controller
el: Claw χειριστήριο
it_it: Controller Claw
ru_ru: Контроллер Claw

source: DInput Mode (Enables Paddles, Beta)
el: Λειτουργία DInput (Ενεργοποιεί τα Paddles, Beta)

source: Swap Guide and Menu/View
el: Ανταλλαγή Guide και Menu/View
it_it: Scambia Guide e Menu/View
ru_ru: Поменять местами Guide и Menu/View

source: Start/Select do SteamOS Combos
el: Start/Select κάνουν συνδυασμούς του SteamOS
it_it: Start/Select eseguono Combo SteamOS
ru_ru: Start/Select как комбинации SteamOS

source: When holding Select or Start, if another button is pressed, they become the Xbox button, which allows doing SteamOS combos (Select+RT is screenshot).
el: Όταν κρατάτε πατημένο το Select ή το Start, αν πατήσετε κάποιο άλλο κουμπί, αυτά μετατρέπονται σε κουμπί Xbox, το οποίο επιτρέπει την εκτέλεση συνδυασμών SteamOS (Select+RT είναι στιγμιότυπο οθόνης).
it_it: Tenendo premuto Select o Start, se viene premuto un altro pulsante, diventano il pulsante Xbox, il che permette di eseguire le combo di SteamOS (Select+RT è screenshot).
ru_ru: При удержании Select или Start, если нажата другая кнопка, они становятся кнопкой Xbox, что позволяет использовать комбинации SteamOS (Select+RT - скриншот).

source: Disabled
el: Απενεργοποιημένο
it_it: Disabilitato
pt: Desabilitado
ru_ru: Отключено

source: Select Only
el: Select Μόνο
it_it: Solo Select
ru_ru: Только Select

source: Handheld
el: Φορητή συσκευή
it_it: Portatile
pt: Dispositivo Portátil
ru_ru: Портативное устройство

source: GPD Controller
el: GPD Χειριστήριο
it_it: Controller GPD
pt: Controle GPD
ru_ru: Контроллер GPD

source: Allows for configuring the gpd win controllers to a unified output.
el: Επιτρέπει τη διαμόρφωση των χειριστηρίων gpd win σε μια ενοποιημένη έξοδο.
it_it: Permette di configurare i controller GPD Win per un output unificato.
pt: Permite configurar os controles do GPD Win para um controle unificado.
ru_ru: Позволяет настроить контроллеры GPD Win для единого вывода.

source: Emulate different controller types to fuse gpd features.
el: Εξομοιώστε διαφορετικούς τύπους χειριστηρίων για να συνδυάσετε τις λειτουργίες gpd.
it_it: Emula diversi tipi di controller per unire le funzionalità GPD.
pt: Emula diferentes tipos de controle para unificar as funcionalidades dos controles do GPD.
ru_ru: Эмулирует различные типы контроллеров для объединения функций GPD.

source: Menu/L4/R4 Mapping
el: Menu/L4/R4 Αντιστοίχιση
it_it: Mappatura Menu/L4/R4
ru_ru: Назначение Menu/L4/R4

source: Maps L4/R4 to Steam Input (requires L4/R4 as HHD in Wincontrols tab). If disabled, they are keyboard buttons. Menu/L4/R4 can be combos: Menu is single-press QAM, double HHD, hold Xbox. L4/R4 are single-press QAM, hold HHD (legacy).
el: Αντιστοιχίζει τα L4/R4 με το Steam Input (απαιτεί L4/R4 ως HHD στην καρτέλα Wincontrols). Εάν είναι απενεργοποιημένα, λειτουργούν ως πλήκτρα πληκτρολογίου. Το Menu/L4/R4 μπορεί να είναι συνδυασμοί: Το Menu είναι QAM με ένα πάτημα, με διπλό είναι HHD και κρατημένο είναι Xbox. Τα L4/R4 είναι QAM με ένα πάτημα και κρατημένα είναι HHD (παλαιού τύπου).
it_it: Mappa L4/R4 su Steam Input (richiede L4/R4 come HHD nella scheda Wincontrols). Se disabilitato, sono pulsanti della tastiera. Menu/L4/R4 possono essere combo: Menu è pressione singola QAM, doppia HHD, pressione prolungata Xbox. L4/R4 sono pressione singola QAM, pressione prolungata HHD (legacy).
ru_ru: Назначает L4/R4 для Steam Input (требуется установка L4/R4 как HHD во вкладке Wincontrols). Если отключено, это клавиши клавиатуры. Menu/L4/R4 могут быть комбинациями: Menu - однократное нажатие QAM, двойное HHD, удержание Xbox. L4/R4 - однократное нажатие QAM, удержание HHD (устаревшее).

source: Paddles, no Combo
el: Πίσω κουμπιά, χωρίς Συνδυασμό
it_it: Palette, nessuna Combo
ru_ru: Пэдлы, без комбинаций

source: Menu is Combo
el: Το Menu είναι συνδυασμός
it_it: Menu è Combo
ru_ru: Menu как комбинация

source: L4 is Combo
el: Το L4 είναι συνδυασμός
it_it: L4 è Combo
ru_ru: L4 как комбинация

source: R4 is Combo
el: Το R4 είναι συνδυασμός
it_it: R4 è Combo
ru_ru: R4 как комбинация

source: Specialized settings for GPD devices.
el: Εξειδικευμένες ρυθμίσεις για συσκευές GPD.
it_it: Impostazioni specializzate per dispositivi GPD.
ru_ru: Специализированные настройки для устройств GPD.

source: RGB Mode
el: Λειτουργία RGB
it_it: Modalità RGB
ru_ru: Режим RGB

source: Turns the LEDs off.
el: Απενεργοποιεί τα LED.
it_it: Spegne i LED.
ru_ru: Отключает светодиоды.

source: Solid
el: Σταθερό
it_it: Tinta Unita
ru_ru: Сплошной

source: Maintains the LEDs at a solid color.
el: Διατηρεί τα LED σε σταθερό χρώμα.
it_it: Mantiene i LED su un colore a tinta unita.
ru_ru: Поддерживает светодиоды одного цвета.

source: Hue
el: Χρώμα
it_it: Tonalità
ru_ru: Оттенок

source: Pulse
el: Παλμός
it_it: Pulsazione
ru_ru: Пульсация

source: Slowly pulses the LEDs as a prespecified color.
el: Αργά αναβοσβήνει τα LED με ένα προκαθορισμένο χρώμα.
it_it: Fa pulsare lentamente i LED con un colore predefinito.
ru_ru: Медленно пульсирует светодиоды заданным цветом.

source: Rainbow
el: Ουράνιο τόξο
it_it: Arcobaleno
ru_ru: Радуга

source: Cycles through the different colors.
el: Κυκλίζει μεταξύ των διαφορετικών χρωμάτων.
it_it: Scorre attraverso i diversi colori.
ru_ru: Циклически меняет цвета.

source: Mouse Mode Mapping
el: Αντιστοίχιση λειτουργίας ποντικιού
it_it: Mappatura Modalità Mouse
ru_ru: Назначение режима мыши

source: Do not change
el: Χωρίς αλλαγή
it_it: Non modificare
ru_ru: Не изменять

source: GPD Mouse Mode
el: Λειτουργία ποντικιού GPD
it_it: Modalità Mouse GPD
ru_ru: Режим мыши GPD

source: For Games
el: Για παιχνίδια
it_it: Per Giochi
ru_ru: Для игр

source: Mouse Mode Triggers
el: Σκανδάλες σε λειτουργία ποντικού
it_it: Trigger Modalità Mouse
ru_ru: Триггеры режима мыши

source: GPD (RT is Fast Mouse)
el: GPD (RT είναι γρήγορο ποντίκι)
it_it: GPD (RT è Mouse Veloce)
ru_ru: GPD (RT - быстрая мышь)

source: SteamOS (LT/RT are R/L Clicks)
el: SteamOS (LT/RT είναι κλικ R/L)
it_it: SteamOS (LT/RT sono Click Sinistro/Destro)
ru_ru: SteamOS (LT/RT - правый/левый клик)

source: L4/R4 Mapping
el: Αντιστοίχιση L4/R4
it_it: Mappatura L4/R4
ru_ru: Назначение L4/R4

source: For HHD (F20/F21)
el: Για HHD (F20/F21)
it_it: Per HHD (F20/F21)
ru_ru: Для HHD (F20/F21)

source: Default (Pause/PrntScr)
el: Προεπιλογή (Pause/PrntScr)
it_it: Predefinito (Pausa/Stamp)
ru_ru: По умолчанию (Pause/PrntScr)

source: Deadzones
el: Νεκρές ζώνες
it_it: Zone Morte
ru_ru: Мертвые зоны

source: Do not change the deadzones.
el: Μην αλλάζετε τις νεκρές ζώνες.
it_it: Non modificare le zone morte.
ru_ru: Не изменять мертвые зоны.

source: Set Deadzones
el: Ορισμός νεκρών ζωνών
it_it: Imposta Zone Morte
ru_ru: Установить мертвые зоны

source: Use custom deadzones.
el: Χρησιμοποιήστε προσαρμοσμένες νεκρές ζώνες.
it_it: Usa zone morte personalizzate.
ru_ru: Использовать пользовательские мертвые зоны.

source: Left Stick Center
el: Κέντρο αριστερού μοχλού
it_it: Centro Stick Sinistro
ru_ru: Центр левого стика

source: Left Stick Boundary
el: Αριστερό όριο μοχλού
it_it: Bordo Stick Sinistro
ru_ru: Граница левого стика

source: Right Stick Center
el: Κέντρο δεξιού μοχλού
it_it: Centro Stick Destro
ru_ru: Центр правого стика

source: Right Stick Boundary
el: Δεξί όριο μοχλού
it_it: Bordo Stick Destro
ru_ru: Граница правого стика

source: Vibration Strength
el: Βαθμός δονήσεων
it_it: Intensità Vibrazione
ru_ru: Сила вибрации

source: Firmware
el: Λογισμικό
ru_ru: Прошивка

source: Error
el: Σφάλμα
it_it: Errore
ru_ru: Ошибка

source: Apply Settings
el: Εφαρμογή ρυθμίσεων
it_it: Applica Impostazioni
ru_ru: Применить настройки

source: Legion Controller
el: Χειριστήριο Legion
it_it: Controller Legion
ru_ru: Контроллер Legion

source: Configure the Legion Controller emulation modes.
el: Διαμορφώστε τις λειτουργίες εξομοίωσης του Χειριστήριού Legion.
it_it: Configura le modalità di emulazione del Controller Legion.
ru_ru: Настройка режимов эмуляции контроллера Legion.

source: Emulation Mode (X-Input)
el: Λειτουργία εξομοίωσης (X-Input)
it_it: Modalità Emulazione (X-Input)
pt: Modo de Emulação (X-Input)
ru_ru: Режим эмуляции (X-Input)

source: Emulate different controller types when in X-Input mode.
el: Εξομοιώστε διαφορετικούς τύπους χειριστηρίων όταν βρίσκεστε σε λειτουργία X-Input.
it_it: Emula diversi tipi di controller quando in modalità X-Input.
ru_ru: Эмулирует различные типы контроллеров в режиме X-Input.

source: Mapping Style
el: Στυλ χαρτογράφησης
it_it: Stile di Mappatura
ru_ru: Стиль назначения

source: Choose OS mapping style.
el: Επιλέξτε το στυλ χαρτογράφησης του λειτουργικού συστήματος.
it_it: Scegli lo stile di mappatura del sistema operativo.
ru_ru: Выберите стиль назначения для ОС.

source: Windows style mapping.
el: Windows στυλ χαρτογράφησης.
it_it: Mappatura in stile Windows.
ru_ru: Назначение в стиле Windows.

source: Turbo Mode (Repeat Buttons)
el: Λειτουργία Turbo (Επαναλαμβανόμενα κουμπιά)
it_it: Modalità Turbo (Pulsanti a Ripetizione)
ru_ru: Режим Turbo (повтор кнопок)

source: Hold Y1/Y2 for 2s, then press the buttons that will repeat. To stop, hold Y1/Y2 for 5s.
el: Κρατήστε πατημένα τα κουμπιά Y1/Y2 για 2 δευτερόλεπτα και, στη συνέχεια, πατήστε τα κουμπιά που θέλετε να επαναλάβετε. Για να σταματήσετε, κρατήστε πατημένα τα κουμπιά Y1/Y2 για 5 δευτερόλεπτα.
it_it: Tieni premuto Y1/Y2 per 2s, poi premi i pulsanti che si ripeteranno. Per fermare, tieni premuto Y1/Y2 per 5s.
ru_ru: Удерживайте Y1/Y2 2 секунды, затем нажмите кнопки, которые будут повторяться. Для остановки удерживайте Y1/Y2 5 секунд.

source: SteamOS style mapping.
el: SteamOS στυλ χαρτογράφησης.
it_it: Mappatura in stile SteamOS.
ru_ru: Назначение в стиле SteamOS.

source: Touchpad Emulation [BETA]
el: Εξομοίωση επιφάνειας αφής [BETA]
it_it: Emulazione Touchpad [BETA]
ru_ru: Эмуляция тачпада [BETA]

source: Passthrough the touchpad to the controller.
el: Περάστε την επιφάνεια αφής στο χειριστήριο.
it_it: Inoltra il touchpad al controller.
ru_ru: Передает тачпад контроллеру.

source: Gamemode
el: Λειτουργία παιχνιδιού
it_it: Modalità Gioco
ru_ru: Игровой режим

source: Always
el: Πάντα
it_it: Sempre
ru_ru: Всегда

source: Controller Frequency
el: Συχνότητα Χειριστήριού
it_it: Frequenza Controller
ru_ru: Частота контроллера

source: Swap Legion with Menu/View
el: Ανταλλαγή Legion με Menu/View
it_it: Scambia Legion con Menu/View
ru_ru: Поменять Legion и Menu/View

source: Enable Shortcuts Controller
el: Ενεργοποίηση συντομεύσεων Χειριστήριού
it_it: Abilita Controller Scorciatoie
pt: Habilita Controle de Atalhos
ru_ru: Включить контроллер горячих клавиш

source: When in dinput mode, enable a controller for shortcuts.
el: Όταν βρίσκεστε στη λειτουργία dinput, ενεργοποιήστε ένα χειριστήριο για συντομεύσεις.
it_it: Quando in modalità dinput, abilita un controller per le scorciatoie.
ru_ru: В режиме dinput включает контроллер для горячих клавиш.

source: Reset Controller
el: Επαναφορά Χειριστήριού
it_it: Resetta Controller
ru_ru: Сбросить контроллер

source: Resets the controller to stock settings.
el: Επαναφέρει το Χειριστήριο στις εργοστασιακές ρυθμίσεις.
it_it: Ripristina il controller alle impostazioni di fabbrica.
ru_ru: Сбрасывает контроллер к заводским настройкам.

source: Legion Controllers
el: Χειριστήρια Legion
it_it: Controller Legion
pt: Controles do Legion
ru_ru: Контроллеры Legion

source: Allows for configuring the Legion controllers using the built in firmware commands and enabling emulation modes for various controller types.
el: Επιτρέπει τη διαμόρφωση των χειριστηρίων Legion χρησιμοποιώντας τις ενσωματωμένες εντολές υλικολογισμικού και την ενεργοποίηση λειτουργιών εξομοίωσης για διάφορους τύπους χειριστηρίων.
it_it: Permette di configurare i controller Legion usando i comandi firmware integrati e abilitando modalità di emulazione per vari tipi di controller.
pt: Permite configurar os controles do Legion usando os comandos embutidos no firmware e habilitando modos de emulação para vários tipos de controle.
ru_ru: Позволяет настраивать контроллеры Legion с помощью встроенных команд прошивки и включать режимы эмуляции для различных типов контроллеров.
