Repository: hhd-dev/hhd
Catalog: i18n/*/LC_MESSAGES/hhd.po
Languages: el, it_it, pt, ru_ru

source: ↓ Swipe Down
el: ↓ Σύρε προς τα κάτω
it_it: ↓ Scorrimento in Giù
ru_ru: ↓ Смахивание вниз

source: Orientation Correction
el: Διόρθωση προσανατολισμού
it_it: Correzione Orientamento
ru_ru: Коррекция ориентации

source: Auto
el: Αυτόματο
it_it: Automatico
ru_ru: Авто

source: Device
el: Συσκευή
it_it: Dispositivo
ru_ru: Устройство

source: Portrait
el: Πορτρέτο
it_it: Verticale
ru_ru: Портретная

source: Flip Left-Right
el: Αναστροφή αριστερά-δεξιά
it_it: Capovolgi Sinistra-Destra
ru_ru: Отразить слева-направо

source: Flip Top-Bottom
el: Αναστρέψιμο πάνω-κάτω
it_it: Capovolgi Sopra-Sotto
ru_ru: Отразить сверху-вниз

source: Keyboard (Gaming Only)
el: Πληκτρολόγιο (Παιχνίδι μόνο)
it_it: Tastiera (Solo Gioco)
ru_ru: Клавиатура (только для игр)

source: Start (Meta) Press
el: Έναρξη (Meta) Πάτημα
it_it: Pressione Start (Meta)
ru_ru: Кнопка Start (Meta) нажатие

source: Start (Meta) Hold
el: Έναρξη (Μετα) Παρατεταμένο Πάτημα
it_it: Pressione Prolungata Start (Meta)
ru_ru: Кнопка Start (Meta) удержание

source: Failed to hibernate (missing swap file).
el: Αποτυχία αδρανοποίησης (λείπει το αρχείο swap).
it_it: Ibernazione fallita (file di swap mancante).
ru_ru: Не удалось перевести в гибернацию (отсутствует файл подкачки).

source: Failed to create temporary swap.
el: Αποτυχία δημιουργίας προσωρινού swap.
it_it: Impossibile creare swap temporaneo.
ru_ru: Не удалось создать временный файл подкачки.

source: Failed to hibernate to temporary swap.
el: Αποτυχία κατάστασης αδρανοποίησης σε προσωρινό swap.
it_it: Ibernazione su swap temporaneo fallita.
ru_ru: Не удалось перевести в гибернацию с временным файлом подкачки.

source: Power
el: Λειτουργία
it_it: Alimentazione
ru_ru: Питание

source: Reboot into Windows
el: Επανεκκίνηση στα Windows
it_it: Riavvia in Windows
ru_ru: Перезагрузка в Windows

source: Make sure you saved your game progress.
el: Βεβαιωθείτε ότι έχετε αποθηκεύσει την πρόοδό σας στο παιχνίδι.
it_it: Assicurati di aver salvato i progressi del gioco.
ru_ru: Убедитесь, что сохранили прогресс в игре.

source: Hibernate
el: Αδρανοποίηση
it_it: Iberna
ru_ru: Гибернация

source: Saves your progress and powers off the device.
el: Αποθηκεύει την πρόοδό σας και απενεργοποιεί τη συσκευή.
it_it: Salva i tuoi progressi e spegne il dispositivo.
ru_ru: Сохраняет ваш прогресс и выключает устройство.

source: Hibernate when device asks and at 5%.
el: Να μπαίνει σε κατάσταση αδρανοποίησης όταν το ζητά η συσκευή και όταν η μπαταρία φτάσει στο 5%.
it_it: Iberna quando il dispositivo lo richiede e al 5%.
ru_ru: Гибернация по запросу устройства и при 5%.

source: Certain devices wake up to force Windows to hibernate. If Linux does not they cause issues. Detect and hibernate on thermal events and on 5% battery.
el: Ορισμένες συσκευές ενεργοποιούνται για να αναγκάσουν τα Windows να τεθούν σε κατάσταση αδρανοποίησης. Εάν το Linux δεν το κάνει, προκαλούν προβλήματα. Ανίχνευση και αδρανοποίηση σε περίπτωση θερμικών συμβάντων και όταν η μπαταρία φτάσει στο 5%.
it_it: Alcuni dispositivi si riattivano per forzare l'ibernazione di Windows. Se Linux non lo fa causano problemi. Rileva e iberna in caso di eventi termici e al 5% di batteria.
ru_ru: Некоторые устройства просыпаются, чтобы принудительно перевести Windows в гибернацию. Если Linux этого не делает, возникают проблемы. Определять события перегрева и 5% заряда батареи и переводить в гибернацию.

source: Steam Powerbutton Handler
el: Χειριστής κουμπιού τροφοδοσίας Steam
it_it: Gestore Pulsante Accensione Steam
pt: Gerenciador do botão de energia da Steam
ru_ru: Обработчик кнопки питания Steam

source: Enables the Steam Powerbutton handler (responsible for the wink and powerbutton menu).
el: Ενεργοποιεί τον χειριστή κουμπιού τροφοδοσίας Steam (υπεύθυνο για το μενού wink και κουμπιού τροφοδοσίας).
it_it: Abilita il gestore del pulsante di accensione di Steam (responsabile dell'occhiolino e del menu del pulsante di accensione).
pt: Habilita o gerenciador do botão de energia da Steam (responsável pela "piscada" e o menu do botão de energia).
ru_ru: Включает обработчик кнопки питания Steam (отвечает за подмигивание и меню кнопки питания).

source: Saturation
el: Κορεσμός
it_it: Saturazione
ru_ru: Насыщенность

source: Style
el: Στυλ

source: Monster Woke
el: Το τέρας ξύπνησε
it_it: Risveglio del Mostro

source: Flowing Light
el: Ρέον Φως
it_it: Luce Fluida
ru_ru: Текущий свет

source: Sunset Afterglow
el: Ηλιοβασίλεμα
it_it: Bagliore del Tramonto
ru_ru: Закатное сияние

source: Colorful Neon
el: Πολύχρωμο νέον
it_it: Neon Colorato
ru_ru: Яркий неон

source: Dreamy
el: Ονειρικό
it_it: Sognante
ru_ru: Мечтательный

source: Cyberpunk
el: Κυβερνοπάνκ
ru_ru: Киберпанк

source: Colorful
el: Πολύχρωμο
it_it: Colorato
ru_ru: Разноцветный

source: Aurora
el: Αουρόρα
ru_ru: Северное сияние

source: Warm Sun
el: Ζεστός ήλιος
it_it: Sole Caldo
ru_ru: Тёплое солнце

source: OXP Classic
el: OXP Κλασικό
it_it: Classico OXP
ru_ru: OXP Классика

source: AOK Classic
el: AOK Κλασικό

source: Secondary
el: Δευτερεύων
it_it: Secondario
ru_ru: Вторичный

source: Enable Secondary
el: Ενεργοποίηση δευτερεύοντος
it_it: Abilita Secondario
ru_ru: Включить вторичный

source: Speed
el: Ταχύτητα
it_it: Velocità
ru_ru: Скорость

source: Direction
el: Κατεύθυνση
it_it: Direzione
ru_ru: Направление

source: Strobe
el: Στροβοσκόπιο
it_it: Strobo
ru_ru: Стробоскоп

source: Strobes the LEDs as a prespecified color.
el: Αναβοσβήνει τα LED με ένα προκαθορισμένο χρώμα.
it_it: Fa lampeggiare i LED con un colore predefinito.
ru_ru: Мигание светодиодов заданным цветом.

source: Spiral
el: Σπείρα
it_it: Spirale
ru_ru: Спираль

source: Creates an RGB spiral around the stick.
el: Δημιουργεί μια σπείρα RGB γύρω από το stick.
it_it: Crea una spirale RGB attorno allo stick.
ru_ru: Создает RGB-спираль вокруг джойстика.

source: Cycle
el: Κύκλος
it_it: Ciclo
ru_ru: Цикл

source: Duality
el: Δυαδικότητα
it_it: Dualità
ru_ru: Двойственность

source: Alternates between two colors.
el: Εναλλάσσεται μεταξύ δύο χρωμάτων.
it_it: Alterna tra due colori.
ru_ru: Чередование двух цветов.

source: RGB Settings
el: Ρυθμίσεις RGB
it_it: Impostazioni RGB
ru_ru: Настройки RGB

source: Controller RGB
el: RGB Χειριστήριού
it_it: RGB Controller
ru_ru: RGB контроллера

source: Enable RGB support.
el: Ενεργοποίηση υποστήριξης RGB.
it_it: Abilita supporto RGB.
ru_ru: Включить поддержку RGB.

source: It is no longer possible to update Decky from here. If you see this, update the Decky plugin manually.
it_it: Non è più possibile aggiornare Decky da qui. Se vedi questo messaggio, aggiorna il plugin di Decky manualmente.
pt: Não é mais possível atualizar o Decky por aqui. Se você consegue ver essa mensagem, atualize o plugin Decky manualmente.
ru_ru: Обновление Decky отсюда больше невозможно. Если вы видите это сообщение, обновите плагин Decky вручную.

source: Adjustor (TDP) Version
it_it: Versione Adjustor (TDP)
pt: Versão do Adjustor (TDP)
ru_ru: Версия Adjustor (TDP)

source: 2Hz
ru_ru: 2Гц

source: 5Hz
ru_ru: 5Гц

source: 8Hz
ru_ru: 8Гц

source: 125Hz
ru_ru: 125Гц

source: 250Hz
ru_ru: 250Гц

source: 500Hz
ru_ru: 500Гц

source: 1000Hz
ru_ru: 1000Гц

source: Handheld Mode [BETA]
it_it: Modalità Portatile [BETA]
ru_ru: Портативный режим [BETA]

source: Steam Overlay
it_it: Overlay di Steam
ru_ru: Оверлей Steam

source: HHD Overlay
it_it: Overlay HHD
ru_ru: Оверлей HHD

source: Stick Style
ru_ru: Стиль джойстика

source: Utilities
pt: Utilidades

source: Portugese
pt: Português

source: Enable the API
pt: Habilitar a API

source: Enables the API of Handheld Daemon (required for decky and ui).
pt: Habilita a API do Handheld Daemon (obrigatório para o Decky e a UI).

source: API Port
pt: Porta da API

source: Which port should the API be on?
pt: Em qual porta a API deve ficar?

source: Sets the sampling frequency for the IMU. Check `/sys/bus/iio/devices/iio:device0/in_anglvel_sampling_frequency_available`.
pt: Define a taxa de amostragem para o IMU. Veja `/sys/bus/iio/devices/iio:device0/in_anglvel_sampling_frequency_available`.

source: Map share buttom to QAM.
pt: Mapeia o botão de compartilhar para o QAM.

source: Output controller events to the console (high CPU use) and raises exceptions (HHD will crash on errors).
pt: Envia eventos do controle para o console (uso alto de CPU) e estoura exceções (o HHD irá travar em caso de erros).

source: Map L4/R4 to QAM.
pt: Mapeira L4/R4 para o QAM.

source: Display [SEE HINT]
pt: Tela [LEIA A MENSAGEM]

source: Using the gyro of the display unit is deprecated. The controller units (after calibration) are better in every way. As part of the deprecation, the rule that disabled the use of the accelerometer for display autorotation was removed. If you try to use the display gyroscope without this rule you will get freezing.
pt: Usar o giroscópio do corpo do dispositivo está obsoleto. Os controles (depois da calibração) são melhores em todos os sentidos. Como parte da obsolescência, a regra que desabilitava o uso do acelerômetro para a auto-rotação da tela foi removida. Se você tentar usar o giroscópio da tela sem essa regra, ocorrerá congelamento.

source: Gyroscope
pt: Giroscópio

source: Enables gyroscope support (.3% background CPU use)
pt: Habilita suporte ao giroscópio (aumenta em 0.3% o uso da CPU)

source: Accelerometer
pt: Acelerômetro

source: Enables accelerometer support (CURRENTLY BROKEN).
pt: Habilita suporte ao acelerômetro (NÃO FUNCIONA NO MOMENTO)

source: Gyro Hz
pt: Frequência do Giroscópio

source: Adds polling to the legion go gyroscope, to fix the low polling rate (required for gyroscope support). Set to 0 to disable. Due to hardware limitations, there is a marginal difference above 100hz.
pt: Adiciona polling ao giroscópio do Legion Go, para consertar a baixa taxa de polling (necessária para suporte ao giroscópio). Defina como 0 para desabilitar. Devido a limitações de hardware, há uma diferença mínima acima de 100 Hz.

source: Gyro Scale
pt: Escala do Giroscópio

source: Applies a scaling factor to the legion go gyroscope (since it is misconfigured by the driver). Try different values to see what works best. Low values cause a deadzone and high values will clip when moving the Go abruptly.
pt: Aplica um fator de escala ao giroscópio do Legion Go (já que ele é configurado errado pelo driver). Experimente valores diferentes para ver o que funciona melhor. Valores baixos fazem aparecer uma zona morta, e valores altos serão cortados quando mover o Go abruptamente.

source: Dual Controller Motion Output (evdev)
pt: Dois Controles com Movimento (evdev)

source: Adds two Motions evdev devices, one for each controller that can be used at the same time.
pt: Adiciona dois dispositivos evdev com movimento, um para cada controle, que podem ser usados ao mesmo tempo.

source: Swap Legion with Start/Select
pt: Trocar botão Legion com Start/Select

source: Swaps the legion buttons with start select.
pt: Troca os dois botões Legion com os botões Start e Select.

source: Left is Start
pt: Esquerda é Start

source: Left is Select
pt: Esquerda é Select

source: M2 As Mute
pt: M2 para Mutar

source: Maps the M2 to the mute button on Dualsense and the HAPPY_TRIGGER_20 on Xbox.
pt: Mapeia o botão M2 para o botão de mutar no Dualsense o para o HAPPY_TRIGGER_20 no Xbox.

source: Hold Select to Reboot
pt: Segurar Select para Reiniciar

source: Legion R to QAM
pt: Legion R para o QAM

source: Fix touchpad hold [BROKEN]
pt: Consertar ação de segurar o touchpad [QUEBRADO]

source: Sets the sampling frequency for the IMU. 1600 requires an IMU patch. Check `/sys/bus/iio/devices/iio:device0/in_anglvel_sampling_frequency_available`.
pt: Define a taxa de amostragem para o IMU. É necessário um patch para definir como 1600. Veja `/sys/bus/iio/devices/iio:device0/in_anglvel_sampling_frequency_available`.

source: Led Brightness
pt: Brilho do LED

source: When LEDs are configured, set their brightness. High does not work below 30% brightness.
pt: Quando os LEDs estão configurados, define o brilho deles. Alto não funciona abaixo de 30% de brilho.

source: Map Armory to QAM.
pt: Mapeia Armory para o QAM.

source: Swap ROG and Start/Select
pt: Trocar botão ROG com Start/Select

source: Does not modify the default controller.
pt: Não modifica o controle padrão.

source: Creates a virtual `Handheld Daemon Controller` that can be used normally in apps. Back buttons are supported but steam will not detect them. If Gyroscope or Accelerometer are enabled, a Motion device will be created as well (experimental; works in Dolphin).
pt: Cria um controle virtual `Handheld Daemon Controller` que pode ser usado normalmente em aplicativos. Os botões traseiros são suportados mas a Steam não os detecta. Se o Giroscópio ou o Acelerômetro estiverem habilitados, um dispotivo de Movimento será criado também (experimental; funciona no Dolphin).

source: Emulates the Dualsense Sony controller from the Playstation 5. Since this controller does not have paddles, the paddles are mapped to left and right touchpad clicks.
pt: Emula o controle Dualsense da Sony para o Playstation 5. Como esse controle não tem botões traseiros, eles são mapeados para clique esquerdo e direito no touchpad.

source: Paddles to Clicks
pt: Botões Traseiros para Cliques

source: Maps the paddles of the device to left and right touchpad clicks making them usable in Steam. If more than 2 paddles (e.g., Legion Go) uses the top ones. If extra buttons (e.g., Ayaneo, GPD), uses them instead.
pt: Mapeia os botões traseiros do dispositivo para clique esquerdo e direito do touchpad, os tornando úteis na Steam. Se existirem mais que 2 botões traseiros (por exemplo, no Legion Go) são usados os de cima. Se existirem botões extras (por exemplo, Ayaneo, GPD), eles são usados.

source: Emulates the expensive Dualsense Sony controller which enables paddle support. The edge controller is a bit obscure, so some games might not support it correctly.
pt: Emula o controle Dualsense caro da Sony que habilita suporte a botões traseiros. O controle Edge é um pouco obscuro, então alguns jogos podem não suportar ele corretamente.

source: Overlay with QAM Double/Triple press (requires restart)
pt: Sobrepor com toques duplos/triplos do QAM (necessário reiniciar)
