Repository: hhd-dev/hhd
Catalog: i18n/*/LC_MESSAGES/hhd.po
Languages: el, it_it, pt, ru_ru

source: Use an emulated touchpad. Part of the controller if it is supported (e.g., Dualsense) or a virtual one if not.
el: Χρησιμοποιήστε μια εξομοιωμένη επιφάνεια αφής. Μέρος του χειριστηρίου, εάν υποστηρίζεται (π.χ. Dualsense) ή ένα εικονικό, εάν δεν υποστηρίζεται.
it_it: Usa un touchpad emulato. Parte del controller se è supportato (es. Dualsense) o uno virtuale in caso contrario.
pt: Usa um touchpad emulado. Parte do controle se ele for suportado (como no Dualsense) ou um virtual se não for.
ru_ru: Использовать эмулированную сенсорную панель. Часть контроллера, если он поддерживается (например, Dualsense), или виртуальную, если нет.

source: Does not modify the touchpad. Short + holding presses will not work within gamescope.
el: Δεν τροποποιεί την επιφάνεια αφής. Τα σύντομα + παρατεταμένα πατήματα δεν θα λειτουργούν εντός του gamescope.
it_it: Non modifica il touchpad. Le pressioni brevi e prolungate non funzioneranno all'interno di gamescope.
pt: Não modifica o touchpad. Cliques curtos ou longos não vão funcionar no gamescope.
ru_ru: Не изменяет сенсорную панель. Короткие и длинные нажатия не будут работать в gamescope.

source: Virtual
el: Εικονικό
it_it: Virtuale
ru_ru: Виртуальная

source: Adds an emulated touchpad. This touchpad is meant for use in gamescope and has left, right click support by default. However, it causes issues in desktop mode, and it doesnt allow dragging files. Therefore, it will autodisable in desktop.
el: Προσθέτει μια εξομοιωμένη επιφάνεια αφής. Αυτή η επιφάνεια αφής προορίζεται για χρήση στο gamescope και υποστηρίζει αριστερό και δεξί κλικ από προεπιλογή. Ωστόσο, προκαλεί προβλήματα στη λειτουργία επιφάνειας εργασίας και δεν επιτρέπει τη μεταφορά αρχείων. Επομένως, θα απενεργοποιείται αυτόματα στην επιφάνεια εργασίας.
it_it: Aggiunge un touchpad emulato. Questo touchpad è pensato per l'uso in gamescope e ha il supporto per il click sinistro e destro per impostazione predefinita. Tuttavia, causa problemi in modalità desktop e non consente di trascinare i file. Pertanto, si disabiliterà automaticamente in modalità desktop.
pt: Adiciona um touchpad emulado. Esse touchpad é indicado para uso no modo de jogo e possui suporte a clique esquerdo e direito por padrão. Porém, causa problemas no modo área de trabalho e não deixa arrastar arquivos. Por isso, é desabilitado automaticamente no modo área de trabalho.
ru_ru: Добавляет эмулированную сенсорную панель. Эта панель предназначена для использования в gamescope и поддерживает левый и правый клик по умолчанию. Однако вызывает проблемы в режиме рабочего стола и не позволяет перетаскивать файлы. Поэтому автоматически отключается на рабочем столе.

source: Disable on Desktop
el: Απενεργοποίηση στην επιφάνεια εργασίας
it_it: Disabilita su Desktop
pt: Desabilitar no Modo Área de Trabalho
ru_ru: Отключать на рабочем столе

source: Touchpad emulation will automatically be disabled when not in gamemode. Specifically, steam will be periodically be checked to be running in gamepad mode and if not, touchpad emulation will be disabled.
el: Η εξομοίωση της επιφάνειας αφής θα απενεργοποιείται αυτόματα όταν δεν βρίσκεται σε λειτουργία παιχνιδιού. Συγκεκριμένα, το Steam θα ελέγχεται περιοδικά για να διαπιστωθεί εάν λειτουργεί σε λειτουργία gamepad και, εάν όχι, η εξομοίωση της επιφάνεια αφής θα απενεργοποιείται.
it_it: L'emulazione del touchpad verrà disabilitata automaticamente quando non si è in modalità gioco. Nello specifico, verrà controllato periodicamente se Steam è in esecuzione in modalità gamepad e, in caso contrario, l'emulazione del touchpad verrà disabilitata.
pt: Emulação do touchpad será automaticamente desabilitada quando não estiver em modo de jogo. Especificamente, será checado periodicamente se a Steam está rodando em modo de jogo e, se não estiver, a emulação do touchpad será desabilitada.
ru_ru: Эмуляция сенсорной панели автоматически отключается вне игрового режима. Конкретно, будет периодически проверяться, работает ли Steam в режиме геймпада, и если нет, эмуляция сенсорной панели будет отключена.

source: Short Action
el: Σύντομη δράση
it_it: Azione Breve
pt: Toque Rápido
ru_ru: Короткое действие

source: Maps short touches (less than 0.2s) to a virtual touchpad button.
el: Αντιστοιχίζει σύντομα αγγίγματα (λιγότερο από 0,2 δευτερόλεπτα) σε ένα εικονικό κουμπί της επιφάνειας αφής.
it_it: Mappa i tocchi brevi (meno di 0.2s) a un pulsante virtuale del touchpad.
pt: Mapeia toques rápidos (menos de 0,2 segundos) para um botão no touchpad virtual.
ru_ru: Сопоставляет короткие касания (менее 0.2с) с кнопкой виртуальной сенсорной панели.

source: Left Click
el: Αριστερό κλικ
it_it: Click Sinistro
pt: Clique Esquerdo
ru_ru: Левый клик

source: Right Click
el: Δεξί κλικ
it_it: Click Destro
pt: Clique Direito
ru_ru: Правый клик

source: Hold Action
el: Δράση παρατεταμένου πατήματος
it_it: Azione Prolungata
pt: Toque Longo
ru_ru: Длительное действие

source: Maps long touches (more than 2s) to a virtual touchpad button.
el: Χαρτογραφεί μακρά πατήματα (πάνω από 2 δευτερόλεπτα) σε ένα εικονικό κουμπί της επιφάνειας αφής.
it_it: Mappa i tocchi lunghi (più di 2s) a un pulsante virtuale del touchpad.
pt: Mapeia toques longos (mais que 2 segundos) para um botão no touchpad virtual.
ru_ru: Сопоставляет длинные касания (более 2с) с кнопкой виртуальной сенсорной панели.

source: Uses the touchpad of the emulated controller (if it exists). Otherwise, the touchpad remains unmapped (will still show up in the system). Meant to be used as steam input, so short press is unassigned by default and long press simulates trackpad click.
el: Χρησιμοποιεί την επιφάνεια αφής του εξομοιωμένου χειριστηρίου (εάν υπάρχει). Διαφορετικά, η επιφάνεια αφής παραμένει χωρίς αντιστοίχιση (θα εξακολουθεί να εμφανίζεται στο σύστημα). Προορίζεται για χρήση ως Steam Input, οπότε η σύντομη πίεση δεν έχει αντιστοιχιστεί από προεπιλογή και η παρατεταμένη πίεση προσομοιώνει κλικ στην επιφάνεια αφής.
it_it: Usa il touchpad del controller emulato (se esiste). Altrimenti, il touchpad rimane non mappato (apparirà comunque nel sistema). Pensato per essere usato come input di Steam, quindi la pressione breve non è assegnata per impostazione predefinita e la pressione prolungata simula il click del trackpad.
pt: Usa o touchpad do controle emulado (se ele existir). Senão, o touchpad não fica mapeado (ainda aparecerá no sistema). Indicado para ser usado com a Entrada Steam, assim toques curtos não são mapeados por padrão e toques longos simulam um clique no trackpad.
ru_ru: Использует сенсорную панель эмулированного контроллера (если она есть). В противном случае сенсорная панель остается несопоставленной (все равно будет отображаться в системе). Предназначена для использования как Steam Input, поэтому короткое нажатие по умолчанию не назначено, а длинное имитирует клик по тачпаду.

source: Location
el: Τοποθεσία
it_it: Posizione
pt: Posição
ru_ru: Расположение

source: Controls the placement of the real touchpad to the virtual one, using what steam expects. In Steam, the "Left" touchpad maps to the left half, the "Right" touchpad maps to the right half, and "Center" maps to the whole touchpad. Therefore, the virtual touchpad is cropped to the left side for left, the right side for right, and expanded in the center for center. This means when set to center, half of the left touchpad is left and half of the right is right. "Stretch" stretches the touchpad to the whole dualsense surface.
el: Ελέγχει την τοποθέτηση της πραγματικής επιφάνειας αφής στο εικονικό, χρησιμοποιώντας αυτό που αναμένει το Steam. Στο Steam, η "αριστερή" επιφάνεια αφής αντιστοιχεί στο αριστερό μισό, η "δεξιά" επιφάνεια αφής αντιστοιχεί στο δεξί μισό και το "κέντρο" αντιστοιχεί σε ολόκληρη την επιφάνεια αφής. Επομένως, η εικονική επιφάνεια αφής περικοπείται στην αριστερή πλευρά για το αριστερό, στη δεξιά πλευρά για το δεξί και επεκτείνεται στο κέντρο για το κέντρο. Αυτό σημαίνει ότι όταν ρυθμίζεται στο κέντρο, το μισό της αριστερής επιφάνεια αφής είναι αριστερά και το μισό της δεξιάς είναι δεξιά. Το "Τέντωμα" επεκτείνει την επιφάνεια αφής σε ολόκληρη την επιφάνεια του DualSense.
it_it: Controlla il posizionamento del touchpad reale su quello virtuale, usando ciò che Steam si aspetta. In Steam, il touchpad "Sinistro" mappa sulla metà sinistra, il touchpad "Destro" sulla metà destra e "Centro" sull'intero touchpad. Pertanto, il touchpad virtuale viene ritagliato sul lato sinistro per il sinistro, sul lato destro per il destro ed espanso al centro per il centro. Ciò significa che quando impostato su centro, metà del touchpad sinistro è sinistro e metà del destro è destro. "Allunga" estende il touchpad all'intera superficie del Dualsense.
pt: Controla a posição do touchpad real para a do virtual, usando o que a Steam espera. Na Steam, "Esquerda" é mapeado para a metade esquerda, "Direita" é mapeado para a metade direita, e "Centro" mapeia para o touchpad inteiro. Então, o touchpad virtual é cortado para o lado esquerdo para a "Esquerda", cortado para o lado direito para a "Direita", e expandido no centro para o "Centro". Isso significa que quando marcado como "Centro", metade do touchpad esquerdo é esquerda, e metade do touchpad direito é direita. "Esticar" estica o touchpad para a superfície inteira do Dualsense.
ru_ru: Управляет размещением реальной сенсорной панели относительно виртуальной в соответствии с ожиданиями Steam. В Steam "Left" сопоставляется с левой половиной, "Right" - с правой половиной, а "Center" - со всей панелью. Поэтому виртуальная панель обрезается слева для левой, справа для правой и расширяется в центре для центрального расположения. При установке "Center" половина левой панели остается слева, а половина правой - справа. "Stretch" растягивает панель на всю поверхность Dualsense.

source: Center
el: Κέντρο
it_it: Centro
pt: Centro
ru_ru: Центр

source: Stretch
el: Τέντωμα
it_it: Allunga
pt: Esticar
ru_ru: Растянуть

source: Maps short touches (less than 0.2s) to a touchpad action. Dualsense uses a physical press for left and a double tap for right click (support for double tap varies; enable "Tap to Click" in your desktop's touchpad settings).
el: Αντιστοιχίζει σύντομα αγγίγματα (λιγότερο από 0,2 δευτερόλεπτα) σε μια ενέργεια της επιφάνειας αφής. Το Dualsense χρησιμοποιεί ένα φυσικό πάτημα για το αριστερό κλικ και ένα διπλό πάτημα για το δεξί κλικ (η υποστήριξη για το διπλό πάτημα ποικίλλει; ενεργοποιήστε την επιλογή "Tap to Click" στις ρυθμίσεις της επιφάνειας αφής του επιτραπέζιου υπολογιστή σας).
it_it: Mappa i tocchi brevi (meno di 0.2s) a un'azione del touchpad. Il Dualsense usa una pressione fisica per il sinistro e un doppio tocco per il click destro (il supporto per il doppio tocco varia; abilita "Tocca per Cliccare" nelle impostazioni del touchpad del tuo desktop).
pt: Mapeia toques curtos (menos de 0,2 segundos) como uma ação do touchpad. Dualsense usa um pressionamento físico para clique esquerdo e um toque duplo para clique direito (suporte para toque duplo varia; habilite o "Toque para clicar" nas configurações do touchpad no seu desktop).
ru_ru: Сопоставляет короткие касания (менее 0.2с) с действием сенсорной панели. Dualsense использует физическое нажатие для левого клика и двойное касание для правого (поддержка двойного касания варьируется; включите "Касание для клика" в настройках сенсорной панели вашего рабочего стола).

source: Maps long touches (more than 2s) to a touchpad action. Dualsense uses a physical press for left and a double tap for right click (support for double tap varies; enable "Tap to Click" in your desktop's touchpad settings).
el: Χαρτογραφεί μακρά πατήματα (πάνω από 2 δευτερόλεπτα) σε μια ενέργεια της επιφάνειας αφής. Το Dualsense χρησιμοποιεί ένα φυσικό πάτημα για το αριστερό κλικ και ένα διπλό πάτημα για το δεξί κλικ (η υποστήριξη για το διπλό πάτημα ποικίλλει; ενεργοποιήστε την επιλογή "Tap to Click" στις ρυθμίσεις της επιφάνειας αφής του επιτραπέζιου υπολογιστή σας).
it_it: Mappa i tocchi lunghi (più di 2s) a un'azione del touchpad. Il Dualsense usa una pressione fisica per il sinistro e un doppio tocco per il click destro (il supporto per il doppio tocco varia; abilita "Tocca per Cliccare" nelle impostazioni del touchpad del tuo desktop).
pt: Mapeia toques longos (mais de 2 segundos) como uma ação do touchpad. Dualsense usa um pressionamento físico para clique esquerdo e um toque duplo para clique direito (suporte para toque duplo varia; habilite o "Toque para clicar" nas configurações do touchpad no seu desktop).
ru_ru: Сопоставляет длинные касания (более 2с) с действием сенсорной панели. Dualsense использует физическое нажатие для левого клика и двойное касание для правого (поддержка двойного касания варьируется; включите "Касание для клика" в настройках сенсорной панели вашего рабочего стола).

source: Downloading:
el: Λήψη:
it_it: Scaricamento in corso:
ru_ru: Загрузка:

source: Importing:
el: Εισαγωγή:
it_it: Importazione in corso:
ru_ru: Импорт:

source: Deploying:
el: Ανάπτυξη:
it_it: Distribuzione in corso:
ru_ru: Развертывание:

source: Loading
el: Φόρτωση
it_it: Caricamento
ru_ru: Загрузка

source: No update available
el: Δεν υπάρχει διαθέσιμη ενημέρωση
it_it: Nessun aggiornamento disponibile
ru_ru: Обновлений нет

source: Updating to latest
el: Ενημέρωση στην τελευταία έκδοση
it_it: Aggiornamento all'ultima versione
ru_ru: Обновление до последней версии

source: Updating...
el: Ενημέρωση...
it_it: Aggiornamento in corso...
ru_ru: Обновление...

source: Checking for updates...
el: Έλεγχος για ενημερώσεις...
it_it: Verifica aggiornamenti in corso...
ru_ru: Проверка обновлений...

source: Undoing Update...
el: Ακύρωση ενημέρωσης...
it_it: Annullamento aggiornamento...
ru_ru: Отмена обновления...

source: Undoing Revert...
el: Ακύρωση επαναφοράς...
it_it: Annullamento ripristino...
ru_ru: Отмена отката...

source: Reverting to Previous version...
el: Επιστροφή στην προηγούμενη έκδοση...
it_it: Ripristino alla versione precedente...
ru_ru: Возврат к предыдущей версии...

source: Loading Versions...
el: Φόρτωση εκδόσεων...
it_it: Caricamento versioni...
ru_ru: Загрузка версий...

source: Removing Customizations...
el: Κατάργηση προσαρμογών...
it_it: Rimozione personalizzazioni...
ru_ru: Удаление пользовательских настроек...

source: Failed to load previous versions
el: Αποτυχία φόρτωσης προηγούμενων εκδόσεων
it_it: Impossibile caricare le versioni precedenti
ru_ru: Не удалось загрузить предыдущие версии

source: Rebasing to
el: Επαναπροσδιορισμός βάσης σε
it_it: Rebase a
ru_ru: Перебазирование на

source: Update error. Using alternative method...
el: Σφάλμα ενημέρωσης. Χρήση εναλλακτικής μεθόδου...
it_it: Errore di aggiornamento. Uso del metodo alternativo...
ru_ru: Ошибка обновления. Использование альтернативного метода...

source: Show updates in SteamUI
el: Εμφάνιση ενημερώσεων στο SteamUI
it_it: Mostra aggiornamenti in SteamUI
ru_ru: Показывать обновления в SteamUI

source: System Image
el: Εικόνα συστήματος
it_it: Immagine di Sistema
ru_ru: Системный образ

source: Manage the currently installed image with bootc.
el: Διαχειριστείτε την τρέχουσα εγκατεστημένη εικόνα με το bootc.
it_it: Gestisci l'immagine attualmente installata con bootc.
ru_ru: Управление текущим установленным образом с помощью bootc.

source: Image
el: Εικόνα
it_it: Immagine
ru_ru: Образ

source: Next
el: Επόμενο
it_it: Successiva
ru_ru: Следующий

source: Current
el: Τρέχον
it_it: Attuale
ru_ru: Текущий

source: Previous
el: Προηγούμενο
it_it: Precedente
ru_ru: Предыдущий

source: Update
el: Ενημέρωση
it_it: Aggiorna
ru_ru: Обновить

source: Update Stage
el: Στάδιο ενημέρωσης
it_it: Fase di Aggiornamento
ru_ru: Этап обновления

source: Apply Update
el: Εφαρμογή ενημέρωσης
it_it: Applica Aggiornamento
ru_ru: Применить обновление

source: Revert to Previous
el: Επιστροφή στο προηγούμενο
it_it: Ripristina Precedente
ru_ru: Вернуться к предыдущему

source: Rollback to the previous image.
el: Επιστροφή στην προηγούμενη εικόνα.
it_it: Ripristina l'immagine precedente.
ru_ru: Откат к предыдущему образу.

source: Change Version (Rebase)
el: Αλλαγή έκδοσης (Rebase)
it_it: Cambia Versione (Rebase)
ru_ru: Изменить версию (Перебазирование)

source: Remove Pin and Update
el: Αφαίρεση καρφίτσας και ενημέρωση
it_it: Rimuovi Pin e Aggiorna
ru_ru: Снять фиксацию и обновить

source: Change Branch (Rebase)
el: Αλλαγή κλάδου (Rebase)
it_it: Cambia Ramo (Rebase)
ru_ru: Изменить ветку (Перебазирование)

source: Check for Updates
el: Έλεγχος για ενημερώσεις
it_it: Controlla Aggiornamenti
ru_ru: Проверить обновления

source: Reboot
el: Επανεκκίνηση
it_it: Riavvia
ru_ru: Перезагрузка

source: Reboot to apply the update. Are you sure?
el: Επανέκκινη για να εφαρμοστεί η ενημέρωση. Είστε σίγουροι;
it_it: Riavviare per applicare l'aggiornamento. Sei sicuro?
ru_ru: Перезагрузить для применения обновления. Вы уверены?

source: Undo Update
el: Αναίρεση ενημέρωσης
it_it: Annulla Aggiornamento
ru_ru: Отменить обновление

source: Undo Revert
el: Αναίρεση επαναφοράς
it_it: Annulla Ripristino
ru_ru: Отменить откат

source: Choose Version (Rebase)
el: Επιλογή έκδοσης (Rebase)
it_it: Scegli Versione (Rebase)
ru_ru: Выбрать версию (Перебазирование)

source: Run rpm-ostree reset
el: Εκτελέστε rpm-ostree reset
it_it: Esegui rpm-ostree reset
ru_ru: Выполнить rpm-ostree reset

source: Disable the custom initramfs and remove layers. Your personal data will not be affected.
el: Απενεργοποιήστε το προσαρμοσμένο initramfs και καταργήστε τα layers. Τα προσωπικά σας δεδομένα δεν θα επηρεαστούν.
it_it: Disabilita l'initramfs personalizzato e rimuovi i layer. I tuoi dati personali non saranno interessati.
ru_ru: Отключить пользовательский initramfs и удалить слои. Ваши личные данные не будут затронуты.

source: Cancel
el: Ακύρωση
it_it: Annulla
ru_ru: Отмена

source: Branch
el: Κλάδος
it_it: Ramo
ru_ru: Ветка

source: Version Pin
el: Καρφίτσωμα έκδοσης
it_it: Pin Versione
ru_ru: Фиксация версии

source: Apply
el: Εφαρμογή
it_it: Applica
ru_ru: Применить

source: Uploading log to fpaste...
el: Ανεβάζω το αρχείο καταγραφής στο fpaste...
it_it: Caricamento log su fpaste...
ru_ru: Загрузка лога на fpaste...

source: Shutting down...
el: Τερματισμός λειτουργίας...
it_it: Spegnimento in corso...
ru_ru: Выключение...

source: Failed to download Handheld Daemon Beta.
el: Αποτυχία λήψης του Handheld Daemon Beta.
it_it: Impossibile scaricare la Beta di Handheld Daemon.
ru_ru: Не удалось загрузить Handheld Daemon Beta.

source: Downloading Beta and Restarting...
el: Λήψη της έκδοσης Beta και επανεκκίνηση...
it_it: Scaricamento Beta e Riavvio in corso...
ru_ru: Загрузка Beta и перезапуск...

source: Bug Report
el: Αναφορά σφάλματος
it_it: Segnalazione Bug
ru_ru: Отчет об ошибке

source: Bug Report Link
el: Σύνδεσμος αναφοράς σφάλματος
it_it: Link Segnalazione Bug
ru_ru: Ссылка на отчет об ошибке

source: Upload Error
el: Σφάλμα μεταφόρτωσης
it_it: Errore di Caricamento
ru_ru: Ошибка загрузки

source: Submit Report
el: Υποβολή αναφοράς
it_it: Invia Segnalazione
ru_ru: Отправить отчет

source: Upload a bug report to paste.centos.org
el: Ανεβάστε μια αναφορά σφάλματος στο paste.centos.org
it_it: Carica una segnalazione di bug su paste.centos.org
ru_ru: Загрузить отчет об ошибке на paste.centos.org

source: Logs from
el: Αρχεία καταγραφής από
it_it: Log da
ru_ru: Логи из

source: Current Boot
el: Τρέχουσα εκκίνηση
it_it: Avvio Corrente
ru_ru: Текущая загрузка

source: Previous Boot (-1)
el: Προηγούμενη εκκίνηση (-1)
it_it: Avvio Precedente (-1)
ru_ru: Предыдущая загрузка (-1)

source: Boot -2
el: Προηγούμενη εκκίνηση -2
it_it: Avvio -2
ru_ru: Загрузка -2

source: Boot -3
el: Eκκίνηση -3
it_it: Avvio -3
ru_ru: Загрузка -3

source: Development Tools
el: Εργαλεία προγραμματισμού
it_it: Strumenti di Sviluppo
ru_ru: Инструменты разработки

source: Use HHD Beta Until Restart
el: Χρησιμοποιήστε το HHD Beta μέχρι την επανεκκίνηση
it_it: Usa HHD Beta fino al Riavvio
ru_ru: Использовать HHD Beta до перезагрузки

source: Switch to the HHD beta channel until you restart.
el: Μεταβείτε στο κανάλι HHD beta μέχρι να κάνετε επανεκκίνηση.
it_it: Passa al canale beta di HHD fino al riavvio.
ru_ru: Перейти на бета-канал HHD до перезагрузки.

source: Go Back to Stable
el: Επιστροφή στο Σταθερό
it_it: Torna alla Stabile
ru_ru: Вернуться к стабильной версии

source: Basic display settings. Brightness (and framerate TBD). This pane is meant to replace
el: Βασικές ρυθμίσεις οθόνης. Φωτεινότητα (και ρυθμός καρέ TBD). Αυτό το παράθυρο προορίζεται να αντικαταστήσει
it_it: Impostazioni di base dello schermo. Luminosità (e framerate da definire). Questo pannello è pensato per sostituire
pt: Configurações básicas da tela. Brilho (e taxa de atualização, talvez). Esse painel deve substituir
ru_ru: Основные настройки дисплея. Яркость (и частота кадров - будет добавлено). Эта панель предназначена для замены

source: Sets the brightness level of a display. Only one display is supported and it is the one that was read.
el: Ρυθμίζει το επίπεδο φωτεινότητας μιας οθόνης. Υποστηρίζεται μόνο μία οθόνη και είναι αυτή που διαβάστηκε.
it_it: Imposta il livello di luminosità di uno schermo. È supportato un solo schermo ed è quello che è stato letto.
pt: Define o nível de brilho da tela. Somente uma tela é suportada e é essa que é usada.
ru_ru: Устанавливает уровень яркости дисплея. Поддерживается только один дисплей - тот, который был считан.

source: Display
el: Οθόνη
it_it: Schermo
ru_ru: Дисплей

source: Disable Touchscreen (Until Restart)
el: Απενεργοποίηση οθόνης αφής (μέχρι την επανεκκίνηση)
it_it: Disabilita Touchscreen (fino al Riavvio)
ru_ru: Отключить сенсорный экран (до перезагрузки)

source: Disable Touch Gestures (Until Restart)
el: Απενεργοποίηση χειρονομιών αφής (μέχρι την επανεκκίνηση)
it_it: Disabilita Gesti Touch (fino al Riavvio)
ru_ru: Отключить сенсорные жесты (до перезагрузки)

source: Run Steam at 60/72 Hz
el: Εκτελέστε το Steam στα 60/72 Hz
it_it: Esegui Steam a 60/72 Hz
ru_ru: Запускать Steam на 60/72 Гц

source: Poweroff screen before sleep
el: Απενεργοποίηση οθόνης πριν από την αναστολή λειτουργίας
it_it: Spegni lo schermo prima della sospensione
ru_ru: Выключать экран перед сном

source: Device Buttons
el: Κουμπιά συσκευής
it_it: Pulsanti Dispositivo
ru_ru: Кнопки устройства

source: Steam Keyboard
el: Πληκτρολόγιο Steam
it_it: Tastiera Steam
ru_ru: Клавиатура Steam

source: Steam Side Menu
el: Πλευρικό μενού Steam
it_it: Menu Laterale Steam
ru_ru: Боковое меню Steam

source: HHD Side Menu
el: Πλευρικό μενού HHD
it_it: Menu Laterale HHD
ru_ru: Боковое меню HHD

source: Cycle TDP
el: Εναλλαγή TDP
it_it: Scorri TDP
ru_ru: Цикл TDP

source: Fan Key
el: Κλειδί ανεμιστήρα
it_it: Tasto Ventola
ru_ru: Кнопка вентилятора

source: External Controllers
el: Εξωτερικά Χειριστήρια
it_it: Controller Esterni
ru_ru: Внешние контроллеры

source: Disconnect Controller
el: Αποσύνδεση χειριστηρίων
it_it: Disconnetti Controller
ru_ru: Отключить контроллер

source: Use Select as alternative to Xbox
el: Χρησιμοποιήστε το Select ως εναλλακτικό για το Xbox
ru_ru: Использовать Select как альтернативу Xbox

source: Touchscreen
el: Οθόνη αφής
ru_ru: Сенсорный экран

source: ↑ Swipe Up
el: ↑ Σύρετε προς τα πάνω
it_it: ↑ Scorrimento in Su
ru_ru: ↑ Смахивание вверх

source: ← Swipe Right Side (Top)
el: ← Σύρετε προς τα δεξιά (πάνω)
it_it: ← Scorrimento Lato Destro (Alto)
ru_ru: ← Смахивание справа (Верх)

source: ← Swipe Right Side (Bottom)
el: ← Σύρετε προς τα δεξιά (κάτω)
it_it: ← Scorrimento Lato Destro (Basso)
ru_ru: ← Смахивание справа (Низ)

source: → Swipe Left Side (Top)
el: → Σύρετε προς τα αριστερά (πάνω)
it_it: → Scorrimento Lato Sinistro (Alto)
ru_ru: → Смахивание слева (Верх)

source: → Swipe Left Side (Bottom)
el: → Σύρετε προς τα αριστερά (κάτω)
it_it: → Scorrimento Lato Sinistro (Basso)
ru_ru: → Смахивание слева (Низ)
